[
  {
    "location": "GameBeginning",
    "narrationZoneText": "Cantus Planus idegesen szívta a fogát: túl hamar ért ide. A koszosbarna, valaha katonai köpeny és az erősen javított katonai felszerelés Cantus részévé vált. A negyven év körüli harcos arcát mélyen barázdálták azok az események, melyeket a múltban meg kellett tennie. Piszkosszőke, őszülő haja, ovális arca és vékony testalkata a környéken szinte legendává tette a szótlan, látszólag érzelmek nélküli zsoldost. Az Öreggel csak napnyugtakor kell találkoznia. A zsoldos negyvenvalahány évével már idősnek számított egy olyan korban, ahol mindenki az ereje alapján ítéltetik meg. Azt mondják, hogy a világ régebben más volt, de arra nem emlékezhetett.",
    "opponentName": "",
    "decision1": "Eltöltöd az időt valamivel",
    "decision2": "Elalszol",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "spendTime",
    "furtherLocation2": "takeANap",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "spendTime",
    "narrationZoneText": "Hogyan foglalnád össze egy életút hol jobb, hol rosszabb döntéseit, tanulságait, ha mindössze egyetlen papírlapnyi helyed lenne erre a célra? Cantus maga is ezen törte a fejét az alkalomszülte búvóhelyén, miközben egyik kezével idegesen piszkálta az öreg Berettájának vállszíját, miután jobbjával egy megsárgult, koszos, üres papírlapot melengetett a térdén. Ez lesz a hagyatéka: mindössze ezt hagyja az emberiségre, miután testét egy jeltelen tömegsírba temetik – ha egyáltalán valaki veszi majd a fáradságot, hogy elkaparja. Mindössze ez a lap kerül majd be általa a Prédikátorok Könyvtárába : az emberi kultúra utolsó végvára ennyit őriz meg egy írástudó emlékéből. Még nem tudta, hogy mit írjon erre a nehezen megszerzett kincsre: egy fél hátizsáknyi sózott húst adott annak a guberálónak, aki kiásta a romok alól. Persze le is lőhette volna érte. Egyetlen töltény ára valamivel olcsóbb lett volna, de Cantus nem szerette a szükségtelen erőszakot, bár ha úgy hozta a helyzet, megtette, amit kellett. És különben is, írószerszáma sem volt. Az már tényleg felbecsülhetetlen kincs lett volna a digitális középkorban.  Végül ugyanolyan üresen rakta vissza a papírt katonai hátizsákjába, ahogyan elővette. - Hülyeség az egész, minek álmodozni? – gondolta.",
    "opponentName": "",
    "decision1": "Tovább vársz.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "takeANap",
    "narrationZoneText": "A férfi maga is érezte, hogy nem lesz egyszerű a vállalt feladat, de saját bakancsának ropogása a deszkapadlón kibillentette gondolataiból. – Jó lesz még egy kicsit pihenni napnyugtáig. – gondolta és leheveredett a bombagyötörte rom egyik sarkába, saját szurtos köpenyére. Ezután könnyen és gyorsan elaludt, amíg...",
    "opponentName": "",
    "decision1": "Valami felriasztott",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "FalsettoFirstSight_1",
    "narrationZoneText": "Alig telt el pár perc, amikor ütemes, kattogó hangokat hallott egyre közeledni. Lövések. A harcos rögtön felismerte a P90-es gépfegyver fura, hordókongásra emlékeztető hangját. A sorozatra válaszképpen több egyes lövés érkezett. Ritmusukból tudta, hogy ezek félautomata kézifegyverek. Cantus ösztönösen összébbhúzta magán a kamuflázs viharkabátot, majd jó öreg Berettáját csőre töltötte, s gépzsírtól szürke rongyba tekerte. Kis idő múlva feltűntek a pisztolyosok.  Öten voltak, azonos ruházat és fegyverzet. A szakadt katonai egyenruhákat talán valamelyik háború előtti bázisról rekvirálhatták, vállukon Heckler & Koch MP5 géppisztolyok lógtak. Cantus úgy sejtette, hogy mivel nem azzal viszonozzák a tüzet, valószínűleg kifogyhattak a lőszerből. A jól táplált, izmos férfiak legtöbbje a húszas évei legelején járt. A csoport közepén levő idősebb, fekete hajú férfi megsérült, mert ketten is támogatták. A rajparancsnok az oldalát fogta, és a seb helyzete alapján Cantus májlövésre tippelt. Végzetes. A parancsnok maga is sejthette, hogy közel a vég, de az adrenalin még hajtotta. Röviden és magára erőltetett nyugalommal parancsokat harsogott. A csapat folyamatosan, de egyre lassuló ritmusban viszonozta a tüzet és fedezéket kerestek. Vissza akartak vonulni. Zónavédelem. Klasszikus zsoldos harcmodor. Cantus valami hasonlót tett volna maga is. Harcolni a végsőkig.  A banditák egyre közeledtek.",
    "opponentName": "",
    "decision1": "Feszülten figyelsz",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_2",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "FalsettoFirstSight_2",
    "narrationZoneText": "A zsoldosokat tipikusan védelemre szokták felbérelni. Cantus elővette a távcsövét és kereste a karaván nyomait. Egy negyed fejmozdítás után megtalálta. A földúton kereskedők és harcosok ruhátlan holttestei voltak. Az elesett harcosok tölténytáskáit kipakolták, még lovakat sem kímélték  A homokos földút fekete volt a kiontott vértől, csak a kilőtt töltények rézhüvelyei csillogtak a napon. Cantus felismerte a csapat vezetőjét, aki érezve a diadal ízét, magán kívül üvöltve biztatta és gyalázta egymás után saját harcosait. Cantus jól tudta, hogy ki ez: Falsetto, a környék hadura. A férfi híres volt kegyetlenségéről: ellenségei (az a néhány, akinek még meg volt a nyelve és beszélni tudott) könyörtelen és kapzsi embernek tartották, aki az új világ szinte összes söpredékét befogadja és használja a saját céljaira. A férfi hatalmasra nőtt ellenségei húsán.  Bár a katonák még harcoltak, Cantus tudta, hogy már mind halottak.  Cantus jól láthatta, ahogy még körülbelül egy órát kitartanak, majd lőszerük fogytával kézitusára kényszerülnek. Falsetto emberei legelőször a parancsnokot ölték meg. Az üvöltés még egy jó negyedóráig tartott, majd vészjósló csend ereszkedett a környékre. Cantus ezután aludni próbált. De nem tudott.",
    "opponentName": "",
    "decision1": "Elindulsz az Öreghez",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "Gregorio_1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "Gregorio_1",
    "narrationZoneText": "A férfi, aki Gregoriónak nevezte magát, Cantushoz képest valószerűtlenül öregnek látszott. A helyiségben doh és húgyszag terjengett. Gregorió a szegényes lyuk közepén egy koporsónak tűnő kevereten dülöngélt ráérősen, láthatóan valamiféle kényelmes helyzetet keresett. Mozgása darabosnak, sokszor koordinálatlannak tűnt, észrevehetően valamiféle betegség gyötörte, azonban elméje – amint az a bemutatkozáskor kiderült – szikrázóan ép volt. Cantus magában rá is csodálkozott, hogy hogyan élhette túl ilyen sokáig ilyen egészséggel, harcra képtelenül a pusztában? A férfi barna, jellegtelen köpenyében egy sétáló hullának tűnt, amit a beszűrődő gyenge holdsugár és a sápatag gyertyacsonk munkája csak megerősített. Ahogyan rálépett az ingatag deszkapadlóra, Cantus azonnal hallotta, hogy alattuk valamiféle sebtiben összerámolt búvóhely lehet. Ezt a gyanúját egy, a padlók által tompított tüsszentés is megerősítette. Az öreg legalább másodmagával van. – állapította meg. Viselkedése azonnal nyugtalanabb lett. – Vajon ez egy csapda lehet? Ez a gondolat logikusnak tűnt, hiszen már közel ötven éve tart a világméretű ketrecharc a megmaradt forrásokért. Csak egy pillanatig néztek egymásra meredten. - Köszönöm szépen… hogy megtisztelt látogatásával.\" Az öreg szokatlanul illedelmes volt: a közös nyelv egy régebbi, archaikusabb változatát beszélte. Végül nem válaszolt, csak biccentett az öreg felé. - Azért szerettem volna, ha felkeres, mert szeretném, ha elvinne valamit a megbízásomra.",
    "opponentName": "",
    "decision1": "Tovább figyelsz a feladatra",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "Gregorio_2",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "Gregorio_2",
    "narrationZoneText": "Cantus arcára azonnal kiült az undora – utálta a testőrködést és a szállítói munkákat. Ha az öreg jobban figyelt volna, még azt is láthatta volna, hogy szeme elfelhősödik, de Gregorió saját gondolataiba merülve folytatta.  - Ahogyan érzem, nem sok időm lehet hátra. – roppantotta meg tagjait közben ennek bizonyítására. – A lélegzetem darabos, a mozgás is egyre nehezebben megy. Itt szünetet tartott, ahogyan nehézkes csoszogással a primitív tűzhelyhez vonszolta magát és egy összetört széklábat vetett a tűzre. - Tudja, a kataklizma előtt pap voltam. – Cantus a fejét rázta. Pap. Még sohasem hallotta ezt a szót ezelőtt. - Még utoljára szeretnék valamit tenni az emberiségért, mielőtt elenyészek. Szabadidőmben zenével foglalkoztam, és fiatalabb koromban eléggé sok darabot memorizáltam.  Cantus egyre rosszkedvűbb lett. Megint egy közös szó, amit nem ért. Most már nem tudta türtőztetni magát. - Mi az a zene? A töpörödött kis öregember egy pillanatra összerándult, ahogyan az emlékei végigfutottak az agyában Cantus hívószavára. Az emlékek kellemesek lehettek, mert Gregorió arcát halvány mosoly szegélyezte. - Hadd mutassam meg! Ez úgyis összefügg azzal a feladattal, amivel meg akartam bízni önt.",
    "opponentName": "",
    "decision1": "Folytasd, Öreg! - mondod.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "Gregorio_3",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "Gregorio_3",
    "narrationZoneText": "A pap hármat koppantott a lábával: két rövidet és egy hosszút. Cantus hallotta, ahogyan az eddig jól eltitkolt rekeszben mozgolódás támad. Bár nem érzékelt veszélyt, de ösztönösen kibiztosította és csőre töltötte a gépfegyverét. Gregorió korát meghazudtoló gyorsasággal ugrott a kalasnyikov elé, remegő kezével igyekezett a fegyver csövét föld felé tolni szelíden. - Ne lőjön, kérem! Nem akarják önt bántani. A padlódeszkák egy bizonyos részen megmozdultak. A résen egy fiatal, alig felnőtt férfi bújt ki. Arcát vastag rétegben borította a kosz. Félve kimászott a lyukból, Gregorió atya egy félénk mosolyt küldött felé, majd bizonytalanul a pap mögé somfordált. Cantus ezen annyira elcsodálkozott, hogy nem is vette észre a lyukból patkányként kitámolygó, második, kövérebb fiút. A pillanat végtelennek tetszett, ahogyan az alultáplált, szedett-vedett banda szakadt rongyait megigazgatva valamiféle sorba rendeződött az öreg előtt. A szakadt csapat tagjai a körülményeket leszámítva életerősnek látszottak, a szüntelen bujkálás miatt még a környezetüknél is piszkosabbak voltak. A harcos végül öt embert számolt meg: három férfit és két nőt. A lányok láthatólag testvérek lehettek: nevetségesen elálló fülük, szőkésbarna hajuk, savószínű szemük miatt rokonságuk Cantus számára ténykérdés volt.",
    "opponentName": "",
    "decision1": "Mi lesz a feladatom? - kérded meg.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "Gregorio_4",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "Gregorio_4",
    "narrationZoneText": "- A gyermekeket a Prédikátorok Könyvtárába kell vinnie. Mindegyiket: Altust, Tenort, Bassust és a Superia nővéreket. Épségben. Nagyon fontos és értékes dolgot hordoznak valamennyien. Cantus idegesen felhorkantott, majd gyászkeretes körmével piszkálni kezdte a fülét. - A Prédikátorok Könyvtára csak mese. Higgye el, én már keresztbe kasul átkeltem a pusztán és nyomát sem láttam ennek a… A pap szemei villámokat szórtak, ahogyan közbevágott. - Létezik a hely, ebben teljesen biztos vagyok. Három téllel ezelőtt egy karaván tévedt ide, ők mondták, hogy papírt és számukra ismeretlen dolgokat vittek a Fésűs Hegységen és a Fekete Mocsáron is túlra. A Prédikátorok Könyvtárába, ahol – ahogyan ők mondták – delejjel világítottak a legsötétebb hajnali órán is. A harcos a karaván szó hallatán ösztönösen megborzongott egy pillanatra, emlékezve a pár órával ezelőtt látottakra. Zsákokba tömött emberi napfény. Cantus már hallott ilyesmiről. Tündérmesének tűnt, akárcsak maga a Prédikátorok Könyvtára. - Lehetetlent kér tőlem. A hegyi törzsek mindenkit felkoncolnak, aki arra jár.  - Önöket át fogják engedni, ebben biztos vagyok. Gregorió sejtelmesen mosolygott. Superiáéknál megvan minden, ami nekik kellhet.",
    "opponentName": "",
    "decision1": "Utasítasz mindenkit az indulásra.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland",
    "narrationZoneText": "A férfi maga is érezte, hogy nem lesz egyszerű a vállalt feladat, de saját bakancsának ropogása a deszkapadlón kibillentette gondolataiból. – Jó lesz még egy kicsit pihenni napnyugtáig. – gondolta és leheveredett a bombagyötörte rom egyik sarkába, saját szurtos köpenyére. Ezután könnyen és gyorsan elaludt, amíg...",
    "opponentName": "Őrjöngő Mániákus",
    "opponenthealth": 20,
    "opponentMinDamage": 2,
    "opponentMaxDamage": 6,
    "decision1": "Felveszed a harcot",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "bonfire_001",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "bonfire_001",
    "narrationZoneText": "Cantus már jó fél napja vezette a csapatot a pusztában. Az énekesek csak minden erejüket bevetve tudták tartani a tempót. A határvidék még jó három nap folyamatos út volt a saját tempójában: a csapat viszont csak rövid ideig tudta tartani az iramot, így egy hétbe is telik, mire elérik a céljukat. A harcos megálljt parancsolt a csapatnak.  Az idő éppen alkonyodott, s a kopár fák lombjai fölött a tojássárga égi alkalmatosság már komótosan cammogott éjjeli pihenőhelyére. Cantus rövid távcsöves körülkémlelés után úgy döntött, hogy a környéken nem leselkedik veszély rájuk: Cantus csak egy rút, ritkás szőrű prérikutyát látott, aki lapítva oldalgott tőlük egyre távolabb. A környék bár kihaltnak tűnt, mégis élt. Cantus döntött. - Itt letáborozunk estére. A csapat nagy megelégedettséggel vette tudomásul, a pihenőt. [A játékállás mentésre került].",
    "opponentName": "",
    "decision1": "Folytatod a kalandodat",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_002",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_002",
    "narrationZoneText": "Már kora délelőtt van, amikor el tud indulni a csapat - a maguknál levő ellátmányt tegnap felemésztették, s a tartalékok nem elégségesek egy félnapnál tovább. A Pusztulás Földje abban a pillanatban csendesnek tűnik, csak a sivatagi homok végeláthatatlan sokasága látszik.Cantus jól ismerte a terepet, így gyorsan megállapította a csapat hollétét. A zsoldos legszívesebben délkelet felé menne a járt ösvényen, de a gyerekek még jóllakotttan sem bírják az erőltetett menetet.Úgy sejtette, hogy a táborhelytől keletre van Falsetto tábora: erősen védett, de tele van ellátmánnyal. Ha viszont ott észreveszik őket, az gyakorlatilag a küldetésük végét jelentené.Délnyugat felé Cantus számára nem volt ismerős a terep. Abban biztos volt, hogy lakott településnek nincs nyoma arrafelé, de ettől függetlenül még találhat némi ellátmányt egy szerencsétlenül járt karavánnál vagy zsoldosnál.Legrosszabb esetben Cantus Planus megpróbálhatna vadászni egy ugróegérre vagy egy sivatagi rókára a környéken.Mihez kezdesz?",
    "opponentName": "",
    "decision1": "Éhesen és szomjasan a biztos ösvényen mész.",
    "decision2": "Falsetto tábora felé mész, kelet felé.",
    "decision3": "DNY-ra, a sivatag ismeretlen részére.",
    "decision4": "Vadászattal és gyűjtögetéssel próbálkozol.",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "wasteland_031_falsettocamp01",
    "furtherLocation3": "wasteland_005_totheunbeknown",
    "furtherLocation4": "wasteland_036_huntforlife"
  },
  {
    "location": "wasteland_003",
    "narrationZoneText": "Már kora délelőtt van, amikor el tud indulni a csapat - a maguknál levő ellátmányt tegnap felemésztették, s a tartalékok nem elégségesek egy félnapnál tovább. A Pusztulás Földje abban a pillanatban csendesnek tűnik, csak a sivatagi homok végeláthatatlan sokasága látszik.Cantus jól ismerte a terepet, így gyorsan megállapította a csapat hollétét. A zsoldos legszívesebben délkelet felé menne a járt ösvényen, de a gyerekek még jóllakotttan sem bírják az erőltetett menetet.Úgy sejtette, hogy a táborhelytől keletre van Falsetto tábora: erősen védett, de tele van ellátmánnyal. Ha viszont ott észreveszik őket, az gyakorlatilag a küldetésük végét jelentené.Délnyugat felé Cantus számára nem volt ismerős a terep. Abban biztos volt, hogy lakott településnek nincs nyoma arrafelé, de ettől függetlenül még találhat némi ellátmányt egy szerencsétlenül járt karavánnál vagy zsoldosnál.Legrosszabb esetben Cantus Planus megpróbálhatna vadászni egy ugróegérre vagy egy sivatagi rókára a környéken.Mihez kezdesz?",
    "opponentName": "",
    "decision1": "Éhesen és szomjasan a biztos ösvényen mész.",
    "decision2": "Falsetto tábora felé mész, kelet felé.",
    "decision3": "DNY-ra, a sivatag ismeretlen részére.",
    "decision4": "",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "wasteland_031_falsettocamp01",
    "furtherLocation3": "wasteland_005_totheunbeknown",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_036_huntforlife",
    "narrationZoneText": "Cantus - köszönhetően a túlélési tapasztalatainak - ismerte az élelemszerzés csínját és bínját. Bármennyire is gyakorlott puskás volt is, a természet hatalmával ő sem vehette fel a versenyt. A környéken csak mérgező növényeket és egy félig felbomlott állattetemet talált. Nyilvánvalóvá vált, hogy a csapat nem maradhat itt, mivel a környék alkalmatlan a további maradásra.",
    "opponentName": "",
    "decision1": "Megpróbálsz egy kis területen áttörni.",
    "decision2": "Lopakodni próbálsz.",
    "decision3": "Visszafordulsz.",
    "decision4": "",
    "furtherLocation1": "wasteland_032_falsettocamp02",
    "furtherLocation2": "wasteland_033_falsettocamp03",
    "furtherLocation3": "wasteland_003",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_031_falsettocamp01",
    "narrationZoneText": "Falsetto tábora a környék legerősebben védett területe volt. A barakkok és őrtornyok deszkafala már messziről látszódott, távol tartva a kíváncsi látogatókat és a kapzsi fosztogatókat is. A gépkocsironcsokból összeállított védfalakon fegyveres őrök pásztázták a környéket. Az újdonsült társulat még eléggé távol volt, így az őrök semmi esetre sem vehették észre őket.",
    "opponentName": "",
    "decision1": "Megpróbálsz egy kis területen áttörni.",
    "decision2": "Lopakodni próbálsz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_032_falsettocamp02",
    "narrationZoneText": "Cantus csőre rántotta a fegyverét, majd határozott léptekkel indult el a legszélső bástya felé. Amit nem láthatott olyan távolról, az a sátorponyvával letakart, 50 kaliberes M2 Browning gépfegyver volt, melyet a táborra támadó kisebb hadseregek ellen vetnek be. Cantus még félútig sem jutott, mikor a védők tüzelni kezdtek.A bokorban várakozó csapat üvöltve futott a keresztút felé, de nem tartott sokáig, míg a kitörő katonák elfogták őket. Mindannyiuk sorsa megpecsételődött.",
    "opponentName": "",
    "decision1": "Meghaltál.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "GameOver",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_033_falsettocamp03",
    "narrationZoneText": "Cantus rögvest érezte, hogy felesleges és halálos lenne közvetlen támadást indítania Falsetto erődje ellen, így egyetlen lehetősége csupán a csendes besurranás volt.A katonák viszont sűrűn, körülbelül húszlépésenként helyezkedtek el a védőfalakon. A tábor védelmén nem látszódott gyenge pont, a falakat példás alapossággal tarották karban.Merre is kellene indulnom? - tűnődött a hősünk.",
    "opponentName": "",
    "decision1": "Mindenképpen a fal legszélét kellene megcélozni.",
    "decision2": "Lehet, hogy a tábor másik oldalán szerencse vár.",
    "decision3": "Hagyjuk a csudába az egészet.",
    "decision4": "",
    "furtherLocation1": "wasteland_034_falsettocamp04",
    "furtherLocation2": "wasteland_034_falsettocamp04",
    "furtherLocation3": "wasteland_002",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_034_falsettocamp04",
    "narrationZoneText": "Cantus bármennyire is ügyesen próbálkozott meg a lopakodással, nem sejthette, hogy Falsetto emberei botlódrótokat telepítettek a tábor környékére.Mindössze egyetlen rossz lépés kellett hozzá, hogy a katona aktiválja a primitív jelzőrendszert.Falsetto emberei már rutinosak voltak a lefegyverzésben: Cantus hősies küzdelme ellenére puskatussal a combja belső oldalára ütve földre kényszerítették, majd megkötözték és a vezér elé vitték. A megkötözött Cantus büszke testtartása Falsettot a régi önmagára emlékeztette, amikor még erős, érces hangon prédikálta Isten igéjét. A hadúr a kezében tartott puskával teljes erőből ütötte vesén Cantust, aki a szörnyű fájdalom következtében a földre esett. Jártányi ereje sem maradt. Itt a vég.",
    "opponentName": "",
    "decision1": "Beletörődsz a sorsodba.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_035_falsettocamp05",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_035_falsettocamp05",
    "narrationZoneText": "- Botorság volt idejönnöd, zsoldos. Viszont megkönnyítetted a dolgomat. még el sem kellett hagynom a sátramat, hogy elfogjalak. - röhögte gunyorosan az elmebeteg. - Hogy nyomorultul halj meg, elmondom, hogy mit fogok csinálni, miután élve elégettelek a felszereléseddel együtt. A védenceidet le fogom vadászni és holttestüket majd egyesével lógatom fel a bunkerom elejére. Az életműved semmivé lesz. Az embereknek nincs szüksége a művészetre, csak a kenyér kell nekik. De megesküszöm neked itt és most, hogy ennek ellenére én az emberiségből kivágom a kultúrát, mint ahogyan egy gennyes sebet tisztítok ki – ezzel a bozótvágó késsel. Falsetto nem spórolt az éghető anyaggal: az összes általa birtokolt mennyiséget, négyüvegnyit locsolt szét belőle a zsoldos elpusztítására, s néhány régi bútort is hozott, melynek illata Gregorió kalyibájára emlékeztette Cantust. Meggyújtása után az öreg faanyag hatalmas fekete füstöt okádott, melyet messze lehetett látni a pusztában, még a gunyorosan röhögő Falsetto emberei is fuldokoltak a kunyhó körül. Cantus nem ordított egészen két lélegzetvételnyi ideig, aztán már igen. Miután elkezdett fulladozni, gondolatai már nem törődtek a bujkáló csapattagokkal.- Legyen szerencséjük! - gondolta utoljára.",
    "opponentName": "",
    "decision1": "Megpróbálsz egy kis területen áttörni.",
    "decision2": "Lopakodni próbálsz.",
    "decision3": "Visszafordulsz.",
    "decision4": "",
    "furtherLocation1": "healthCheck",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_005_totheunbeknown",
    "narrationZoneText": "Cantus végül úgy döntött, hogy megkísérti a szerencséjét és délnyugatra viszi a csapatát. A csapat már vagy 10 kőhajításnyira járhatott a forró homokban, de a környék addig semmilyen új dolgot nem mutatott. A hőmérséklet, a dél eljöttével elvislehetetlenné vált: a zsoldost szinte égették a ruhái (-10 ÉP). Cantus Planus már-már feladta volna a felesleges zarándoklatot, de akkor szeme sarkából egy tárna bejáratára lett figyelmes.",
    "opponentName": "",
    "decision1": "Utolsó erőddel visszamész oda, ahonnan jöttél.",
    "decision2": "Azonnal leereszkedtek a tárnába.",
    "decision3": "Körbenézel valami hasznos után a környéken.",
    "decision4": "Vársz a kánikula csillapodására.",
    "furtherLocation1": "wasteland_002",
    "furtherLocation2": "wasteland_007_gominewolights",
    "furtherLocation3": "wasteland_006_searcharoundmine",
    "furtherLocation4": "wasteland_009_waitforsomething"
  },
  {
    "location": "wasteland_006_searcharoundmine",
    "narrationZoneText": "Cantus végül nem rohant azonnal a tárna bejáratához, hanem úgy döntött, hogy előtte még egyedül körbejár a környéken és valami használható dolog után néz. A környéket már alaposan megtépázták a fosztogatók és a vadállatok, de a tárnabejárat melletti felügyelőirodában Cantus talált néhány elem nélküli, ('felrázós') lámpát és néhány bányászsisakot. A csapat aztán nem is tanakodott tovább, mivel egyetértettek abban, hogy a késlekedésnek nincs értelme.[BÁNYÁSZFELSZERELÉST VETTÉL FEL]",
    "opponentName": "",
    "decision1": "Azonnal leereszkedtek a tárnába.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_008_gominewlights",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_007_gominewolights",
    "narrationZoneText": "A sietség miatt Cantus egyetlen pillantást sem vetett a környékre, így az sem derült ki számára, hogy találhatott volna-e valamit, ami segítette volna a tárnában való haladásban. A járatban szuroksötét van, s a csapatnál levő öngyűjtók lángja csak ideig-óráig pislákol. Cantus és az énekesek már pár pillanattal azután elvesztik a tájékozódási képességüket, miután elhagyják a bajárat apró fénytűit. Ez végzetesnek bizonyult, mert a sötétben való bolyongás közepette teljesen belevesznek a tárnába. Egy óvatlan lépéssel pedig Cantus a tárna mélyébe zuhant és a nyakát törte. A hátramaradottak éltek még néhány napot, amíg az éhség és a szomjúság nem végez velük.",
    "opponentName": "",
    "decision1": "Valami felriasztott",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "healthCheck",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_008_gominewlights",
    "narrationZoneText": "A megfontolt megközelítés miatt a csapat felkészülten lép be a bányába, s meglepődve látják, hogy a bánya nagyobb és veszélyesebb, mint hitték. A saját bágyadt öngyújtóik fényére támaszkodva talán féltucat szívdobbanásig sem éltek volna. A bányában minden bizonnyal a háború előtt nagy munka folyhatott, de annak mostanra semmi nyoma sincsen. Cantusnak fogalma sem volt róla, hogy merre menjenek, s ezúttal a legendás tájékozódási képességére sem támaszkodhatott. A lámpából jövő fénysugár az első kereszteződésben 3 utat világított meg. Az északi alagút felől valami bűz szivárgott, a nyugati alagút felől csak nehéz, dohos bűz nyomasztotta csapatot, s Cantus - nem esküdött volna meg rá -, mintha apró légáramlatot érzett volna izzadt arcán - kelet felől.",
    "opponentName": "",
    "decision1": "Az északi alagútból jövő bűzt ellenőrzöd",
    "decision2": "Nyugat felé mész a dohos levegő felé.",
    "decision3": "Keletre tartasz a légáramlathoz.",
    "decision4": "Elhagyod a bányát.",
    "furtherLocation1": "wasteland_010_inthemine_north",
    "furtherLocation2": "wasteland_012_inthemine_west",
    "furtherLocation3": "wasteland_011_inthemine_east",
    "furtherLocation4": "wasteland002"
  },
  {
    "location": "wasteland_012_inthemine_west",
    "narrationZoneText": "A nyugati folyosó zsákutcának bizonyul, csak csillék és eldobált kacatok borítják. Semmi esély nincs rá, hogy valami értékeset találj.",
    "opponentName": "",
    "decision1": "Visszamész a kereszteződéshez.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_008_gominewlights",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_009_waitforsomething",
    "narrationZoneText": "Cantus úgy döntött, hogy keres egy kevéssé napsütötte helyet és majd a nap utolsó sugarainál hoz döntést a továbbiakról. Sajnos azonban a környék nem bővelkedett ilyenekben. A gyerekek és a zsoldos is teljesen kimerültek, bőrük hólyagosra égett a forró sivatagi napon. Késő délutánra teljes lett a kánikula és a náluk levő víz is elfogyott. A Pusztulás Földje kegyetlen. [-30 ÉP]. Néhány órával később Cantus ugyanabban a döntési helyzetben volt, mint délelőtt.",
    "opponentName": "",
    "decision1": "Utolsó erőddel visszamész oda, ahonnan jöttél.",
    "decision2": "Azonnal leereszkedtek a tárnába.",
    "decision3": "Körbenézel valami hasznos után a környéken.",
    "decision4": "",
    "furtherLocation1": "wasteland_002",
    "furtherLocation2": "wasteland_007_gominewolights",
    "furtherLocation3": "wasteland_006_searcharoundmine",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_010_inthemine_north",
    "narrationZoneText": "Az északi alagút kénes kipárolgása minden egyes lépéssel egyre erősebben érződik. Az alagút falán zöldes lerakódások látszódnak, maga a folyosó körülbelül 50 lépés után egy masszív, de nyitott vasajtóban végződik. Az ajtón idegen nyelvű felirat díszeleg, amit Cantus nem tudott elolvasni.",
    "opponentName": "",
    "decision1": "Bemész az ajtón.",
    "decision2": "Hallgatózol.",
    "decision3": "Megpróbálsz belesni az ajtón.",
    "decision4": "Visszamész a kereszteződéshez.",
    "furtherLocation1": "wasteland_013_inthemine_north2",
    "furtherLocation2": "wasteland_015_inthemine_north4",
    "furtherLocation3": "wasteland_016_inthemine_north5",
    "furtherLocation4": "wasteland_008_gominewlights"
  },
  {
    "location": "wasteland_015_inthemine_north4",
    "narrationZoneText": "Az ajtón egy pisszenés nem sok, annyi sem szűrődik át, csak a bányavíz szabálytalan ütemű csöpögése zavarja meg a feszült hallgatózás csendjét. Cantus percekig figyelt, kezét a fegyvere ravaszán tartva, de semmit sem hallott. - Nincs itt senki. - morogta alig hallhatóan magában. A csapat tagjai a kezdeti feszültség után találóskérdéseket tesznek fel egymásnak, az egyik Superia-nővér ugróiskolázik.",
    "opponentName": "",
    "decision1": "Bemész az ajtón.",
    "decision2": "Megpróbálsz belesni az ajtón.",
    "decision3": "Visszamész a kereszteződéshez.",
    "decision4": "",
    "furtherLocation1": "wasteland_013_inthemine_north2",
    "furtherLocation2": "wasteland_016_inthemine_north5",
    "furtherLocation3": "wasteland_008_gominewlights",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_016_inthemine_north5",
    "narrationZoneText": "Cantus a zsoldosok óvatosságától hajtva nem tört be azonnal az ajtón, hanem lyukat, rést vagy repedést keresett a szilárd vasajtón. Bár az idő eléggé meggyötörte a fémet, azonban nem nyitott rajta semmilyen lyukat, amint a csapat a belsejébe látott volna. Cantus - ha még nem tette - hallgatózhatna is, hogy valami információhoz jusson a benti dologkról.",
    "opponentName": "",
    "decision1": "Bemész az ajtón.",
    "decision2": "Hallgatózol.",
    "decision3": "Visszamész a kereszteződéshez.",
    "decision4": "",
    "furtherLocation1": "wasteland_013_inthemine_north2",
    "furtherLocation2": "wasteland_015_inthemine_north4",
    "furtherLocation3": "wasteland_008_gominewlights",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_013_inthemine_north2",
    "narrationZoneText": "A ajtót csak a csapat együttes erejével sikerült kinyitni. Az ajtó valamiféle biztonsági szobát zárt, ahová veszélyhelyzet esetén a bányászok menekülhettek. A szobát a bányászok régen felbomlott maradványai borítják, a belőlük kipárolgó gőzök és gázok viszont a szoba zártsága miatt még megmaradtak. A helyiség keleti végében három, zsoldosnak tűnő holttest feküdt, valószínűleg egy elveszett expedíció maradványait találták meg most hőseink.",
    "opponentName": "",
    "decision1": "Körbenézel valami használható után.",
    "decision2": "Kitámasztod az ajtót.",
    "decision3": "Visszamész a kereszteződéshez.",
    "decision4": "",
    "furtherLocation1": "wasteland_014_inthemine_north3",
    "furtherLocation2": "wasteland_017_inthemine_north6",
    "furtherLocation3": "wasteland_008_gominewlights",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_017_inthemine_north6",
    "narrationZoneText": "Cantus az ajtót az egyik, ott fekvő zsoldos rozsdás tőrével kitámasztotta. Bár csak felesleges elővigyázatosságnak tűnt, de Cantus mégsem bánta, hogy egy pillanatot szánt a biztonságukra is.",
    "opponentName": "",
    "decision1": "Körbenézel valami használható után.",
    "decision2": "Visszamész a kereszteződéshez.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_014_inthemine_north3",
    "furtherLocation2": "wasteland_008_gominewlights",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_014_inthemine_north3",
    "narrationZoneText": "A csontvázakkal teli teremben egy könnyen felfeszíthető ládát talált a csapat, mivel a holttesteket nem voltak hajlandó kifosztani. A ládában némi háború előtti ellátmányt találtak: konzervet, készleteket, pár doboz régen lejárt fájldalomcsillapítót. A pusztaságban az ember nem válogathat - mormogta Cantus, ahogyan az ölébe pottyant készleteket porciózta ki. A látvány felkavarta a fiatalokat, így Cantus - miután meggyőződött róla, hogy szobában már nem volt mit tenni - az indulás mellett döntött.",
    "opponentName": "",
    "decision1": "Visszamész a kereszteződéshez.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_018_inthemine_north7",
    "furtherLocation2": "wasteland_019_inthemine_north8",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_018_inthemine_north7",
    "narrationZoneText": "A bánya sokkal ingatagabb volt, mint azt előre sejteni lehetett. Abban a pillanatban, hogy a csapat a kijárat felé indult, egy apróbb földmozgás hatására a nehéz vasajtó döndülve a helyére akart csapódni, de az útjába szúrt tőr ezt megakadályozta. Cantus áldotta a zsoldosösztönét, mely ismét a jó irányba terelte. A fiatalok pár pillanatig pánikoltak, de amikor meggyőződtek róla, hogy minden rendben van, gyorsan megnyugodtak.",
    "opponentName": "",
    "decision1": "Visszamész a kereszteződéshez.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_008_gominewlights",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_019_inthemine_north8",
    "narrationZoneText": "A bánya sokkal ingatagabb volt, mint azt előre sejteni lehetett. Abban a pillanatban, hogy a csapat a kijárat felé indult, egy apróbb földmozgás hatására a nehéz vasajtó döndülve a helyére csapódott. Cantus és a fiatalok nem számítottak erre, így előkészületeket sem tettek a teljes lezárás megakadályozására. Cantus néhány percig kétségbeesetten próbálkozott az ajtó felfeszítésével, de a hullákból származó bűz fojtogató hatása teljesen elvette az erejét. A kitörő pánik talán halálosabbnak bizonyult, mint a fogyó levegő.  A mérges gázok, a légszomj és a fejvesztett rémület pár percen belül végzett hőseinkkel.",
    "opponentName": "",
    "decision1": "Vége a játéknak",
    "decision2": "Vége a játéknak",
    "decision3": "Vége a játéknak",
    "decision4": "Vége a játéknak",
    "furtherLocation1": "healthCheck",
    "furtherLocation2": "healthCheck",
    "furtherLocation3": "healthCheck",
    "furtherLocation4": "healthCheck"
  },
  {
    "location": "wasteland_011_inthemine_east",
    "narrationZoneText": "Körülbelül 60 lépésnyire mehettek a bánya keleti, girbegurba folyosóin, amikor egy ember alig hallható nyögdécselését és zihálását hallották. Eleinte nagyon kellett hegyezniük a fülüket, majd ahogyan közeledtek felé, egyre több dolgot láttak meg. A nyögdécselő hátát a falnak, lábát felhúzva ült. Férfi volt - mély, bugyogva vérző sebekkel a gyomortájékon. A férfi öltözete alapján Falsetto bandájához tartozhatott: fegyverforgató volt, de a csapattal szemben nem lépett fel ellenségesen.",
    "opponentName": "",
    "decision1": "Ellátod a sebet",
    "decision2": "Kivallatod.",
    "decision3": "Próbálod csillapítani a fájdalmát.",
    "decision4": "",
    "furtherLocation1": "wasteland_020_inthemine_east2",
    "furtherLocation2": "wasteland_021_inthemine_east4",
    "furtherLocation3": "wasteland_022_inthemine_east5",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_020_inthemine_east2",
    "narrationZoneText": "A fiatalok halálra rémültek a férfi elfertőződött sebei láttán. A pasas harcban szerezte őket, ez egészen nyilvánvaló volt a Zsoldos számára: lőtt és vágott sebesülések egyaránt keresztezték a férfi hasát. Az idegen haldoklott, már késő lett volna bármit tenni. - gondolta Cantus. A bérenc inkább csak a csapatot akarta megnyugtatni, amikor néhány csíkot tépett a ruhájából, majd kötést rögtönzött. A férfi is értékelte a tettet, egyre sápadó arcán széles mosoly húzódott a jótettre és beszélni kezdett.",
    "opponentName": "",
    "decision1": "Hallgatod a haldokló beszédét.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_023_inthemine_east6",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_021_inthemine_east4",
    "narrationZoneText": "Kényszeríteni egy haldoklót valami olyasmire, amit önmagától nem akar megtenni: nehéz, mocskos és hálátlan feladat. Természetesen Cantus ismerte a megvalósítás mikéntjét: szurtos körmét a férfi vállsebébe vájta, majd a a zsoldosok jellegzetes, semmivel sem összetéveszthető mustrálásával legeltette a szemét a férfin. A fiatal, a gyereksorból éppen kikerült katona ordított a kínjaitól. Szemeiből könny szaladt az arcára, majd a fájdalom megszűntére annyit mondott:  - Elmondom...elmondok mindent, csak ne bántson! Cantus bólintott.",
    "opponentName": "",
    "decision1": "Hallgatni a haldokló beszédét.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_023_inthemine_east6",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_022_inthemine_east5",
    "narrationZoneText": "Cantus tudta, hogy semmi esélye annak, hogy a súlyosan sebesült férfit talpra állítsa. Egyetlen, racionális dolgot tehetett: enyhítheti a haldokló szenvedéseit. Bár nem voltak gyógyszerei, sem gyógyító hatású füvei, mégis ismert pár trükköt, melyekkel ideiglenesen csökkenteni tudta a férfi fájdalmát. A fiatal áldozat hálásan tekintett a csapatra, majd beszélni kezdett.",
    "opponentName": "",
    "decision1": "Hallgatod a haldokló vallomását",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_023_inthemine_east6",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_023_inthemine_east6",
    "narrationZoneText": "- Attaca vagyok. - kezdte a férfi. - Nem is olyan régen még Falsetto testőre voltam. Tudom, hogy kik vagytok. S a férfi mesélni kezdett.Gregorió hosszú percekig csak fájdalmasan nézett maga elé, s a semmirekellő kevereten várta a sorsát. Miután gyermekei útra keltek, jártányi ereje sem volt, tagjait rendkívüli fájdalom béklyózta. Megsápadt arca elfelhősödötten nézett a tyúkszínű deszkafalra, miközben ráncos kezével kedvetlenül túrt bele a maga mellé felhalmozódott kottahalomba. A régen meghalt szerzők papírra vetett zenéje már nem tudott örömet okozni a papnak. Beteljesítette a sorsát, s most, hogy végre kibékült a teremtőjével. Hozzá készült: egy jobb világba.Melankóliájából egy váratlan robbanás ébresztette fel néhány perccel később, mikor – minden előzmény nélkül – a jelképesnek szánt zár kiszakadt a lélektartotta ajtójából. A zár és ajtó szilánkjai még el sem oszlottak a borongós hangulatú, éjszakaszínű szobában, s máris berúgták az ajtót. A briganti, aki szétlőtte az ajtót egy hatalmas Mossberg 590A1 sörétes puskát tartott, s a gunyhó padlójára ürítette az üres töltényhüvelyt. A papot a váratlan és döbbenetes dörrenés még meg sem rémítette, hanem csak hirtelen visszatérítette gondolatait.",
    "opponentName": "",
    "decision1": "Továbbhallgatod a haldokló vallomását",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_024_inthemine_east7",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_024_inthemine_east7",
    "narrationZoneText": "A puskás férfit még nyolc követte, közöttük egy hatalmas termetű ember, akinél nem volt fegyver, csak egy félembernyi hosszúságú bozótvágó kés – legalább is Gregorió számára úgy tűnt. A pribékek minden bizonnyal értették a munkájukat: automatikusan a kijáratokhoz és ablakokhoz mentek fedezni a többieket. - Üdvözöllek barátom, Gregorió atya! Talán már hallottál rólam és azt hiszed, hogy ismersz: Falsetto vagyok, a környék feltétel nélküli és vitathatatlan ura. Nekünk van egy közös ügyünk, ezért látogattalak meg téged. Az öreg gerincén villámcsapásként száguldott végig az „atya” szó. Már  évtizedek óta senki sem hívta atyának. – Vajon honnan tudhatta, hogy pap  vagyok? – tűnődött.",
    "opponentName": "",
    "decision1": "Hallgatod a haldokló vallomását",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_025_inthemine_east8",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_025_inthemine_east8",
    "narrationZoneText": "Eztán visszaült a hangszer elé, maga elé tette a kottát és játszani kezdett. Gregorió maga is jól ismerte a darabot: Bach „Kis” g-moll fúgája volt. Az öreg még magának is nehezen vallotta be, de élvezte, ahogyan a férfi játszik. A kotta fele még hátra volt, amikor az egyik hang leütése közben a férfi keze reszketni kezdett és melléütött. Falsetto – mintha parázsba nyúlt volna – ökölbe kapta a kezét, majd elrántotta a sörétes puskát attól a harcostól, aki először behatolt a kalyibába.",
    "opponentName": "",
    "decision1": "Csendben vagy, várva a folytatást.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_026_inthemine_east9",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_026_inthemine_east9",
    "narrationZoneText": "Falsetto dühösen köpte az öreg arcába.- Az embereknek ahhoz van joguk, hogy engem szolgáljanak. Semmiféle hamis isten, semmiféle közös kántálás nem veszélyeztetheti a hatalmamat. A kultúra olyan, mint a pestis: ha elterjed, már semmilyen gyógyszer  nem segíthet.",
    "opponentName": "",
    "decision1": "Attackára figyelsz",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_027_inthemine_east10",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_027_inthemine_east10",
    "narrationZoneText": "A megrántott ravasz szétrepülő söréteket szült, melyek darabokat téptek ki a hangszer fatestéből:  faforgácsok és panaszos, reszketeg hangok töltötték be a szobát. Falsetto állával intett a katonáinak, s azok eszméletlen dühvel estek  neki a hangszernek és darabokra szedték. A fadarabokat gondosan  összegyűjtötték és elcsomagolták tűzifának. Gregorió egyszerre csak  megértette a helyzetét. Ő is így végzi majd. Úgy is lett.",
    "opponentName": "",
    "decision1": "Rászegezed a tekinteted a férfira",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_028_inthemine_east11",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_028_inthemine_east11",
    "narrationZoneText": "\"Attaca akkor kapta az első haslövést, mikor őrködés közben dúdolni kezdte azt a dallamot, melyet Falsetto játszott a harmóniumon. Az első sebet maga a nagyvezér ejtette rajta, majd - mint egy sebesült állatot - üldözni kezdték. Csak a felkelő nap és a rekkenő forróság segített neki megszökni. A férfi érezhetően megkönnyebbült, mikor elmondta a történetét. Arca elfehéredett, majd megkönnyebbülve kiszenvedett.",
    "opponentName": "",
    "decision1": "Valami felriasztott",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_029_inthemine_east12",
    "narrationZoneText": "A keleti alagút sötét volt, de a járatban érezhető volt a levegő mozgása, tehát a szabadba vezetett. A sivatagos éjszaka, melyet a csapat már annyira látni szeretett volna a nyomasztó bányarendszer után, hamarosan föléjük tornyosult. Újra a sivatagban voltak.",
    "opponentName": "",
    "decision1": "Továbbmész a keleti alagúton.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "underconstruction",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "underconstruction",
    "narrationZoneText": "A történet ezen része még nincs leprogramozva. Kérlek, használd a választógombot, hogy a már kidolgozott játéktérre kerülj!",
    "opponentName": "",
    "decision1": "Vissza a kereszteződéshez.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_002",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_037_ontheroad",
    "narrationZoneText": "Cantus és a csapat közösen úgy döntöttek, hogy nem kockáztatják a küldetés sikerét és inkább azonnal útnak indulnak a nagyobb biztonságot nyújtó úton. Ez persze jelentősen gyengíti a csapatot [-15 Ép]Az országúton bandukolva látják a a gyors pusztulás nyomait. A valamikori épületeknek már neve sincs,a rozsdás autóroncsokban valamikori emberek csontvázai nyugszanak: ők azok, akik nem tudtak időben elmenekülni a robbanás elől. A sivatagi gyér növényzet és a kóbor kutyák kísérik a rekkenő hőségben a csapatot.A nap már lenyugodni készül, amikor a valamii gyorsforgalmi út mellett a föld egyszerre barnának és termékenynek látszik. A távolban egy gondozott kunyhó körvonalai látszanak. A csapat elcsigázott, mindenképpen muszáj ellátmányt szerezni a csapatnak.",
    "opponentName": "",
    "decision1": "Megnézed az ismeretlen építményt és a környékét, de nem mész be.",
    "decision2": "Megpróbálsz beosonni a hátsó ajtón.",
    "decision3": "Bekopogsz a bejárati ajtón.",
    "decision4": "Megkérdezed a csapatot, hogy mit tegyetek?",
    "furtherLocation1": "feroceshut_039_02",
    "furtherLocation2": "feroceshut_042_05",
    "furtherLocation3": "feroceshut_044_06",
    "furtherLocation4": "feroceshut_038_01"
  },
  {
    "location": "feroceshut_038_01",
    "narrationZoneText": "A csapat agyonhajszolt és lestrapált: meggyötörte őket az erőltetett menet és a jótevőjüktől való elválás.A Superia-nővérek és Bassus azt javasolják, hogy mindenáron, akár erőszakkal is ételt és italt kell rekvirálni. Tenor és Altus az óvatos megközelítést javasolják, de Cantus látja rajtuk, hogy ők is elfáradtak.",
    "opponentName": "",
    "decision1": "Megnézed az ismeretlen építményt és a környékét, de nem mész be.",
    "decision2": "Megpróbálsz beosonni a hátsó ajtón.",
    "decision3": "Bekopogsz a bejárati ajtón.",
    "decision4": "",
    "furtherLocation1": "feroceshut_039_02",
    "furtherLocation2": "feroceshut_042_05",
    "furtherLocation3": "feroceshut_044_06",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_039_02",
    "narrationZoneText": "Az ismeretlen építmény egy összetákolt és lakhatóvá tett lakóház roncsa volt: a környékét láthatóan gondozták. A hátsó udvarban egy kissé elhanyagoltnak látszó fészer vagy garázs kapott helyet, mellette egy ásott kút látszódott. A kunyhó körüli földön egészen biztosan TERMELTEK: a máshol terméketlenné és homokossá váló sivatagi talaj itt barna és a buja volt. A ház mögött kert foglalt helyet, melyben Cantus számára ismeretlen növényeket termesztettek.A kunyhó körüljárása során Cantus nem figyelt meg semmilyen veszélyt sem.",
    "opponentName": "",
    "decision1": "Bekopogsz a bejárati ajtón.",
    "decision2": "Belopakodsz a hátsó ajtón.",
    "decision3": "Megnézed a fészert.",
    "decision4": "",
    "furtherLocation1": "feroceshut_044_06",
    "furtherLocation2": "feroceshut_042_05",
    "furtherLocation3": "feroceshut_040_03",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_040_03",
    "narrationZoneText": "A fészer tartalmában első ránézésre semmiféle rendszert nem lehetett meglátni. Rozsdás sövényvágó olló, fakósárga gumikacsa, és elrohadt vetőmag egyaránt küzdött a helyért ebben a talpalatnyi kis bodegában.Nem kizárt, hogy Cantus esetleg találhatna valami érdekeset, ha jobban bepiszkolja a kezét.",
    "opponentName": "",
    "decision1": "Visszatérsz a küldetéshez: belopakodsz a hátsó ajtón.",
    "decision2": "Visszatérsz a küldetéshez: bekopogsz a bejárati ajtón.",
    "decision3": "Valami hasznosat keresel.",
    "decision4": "",
    "furtherLocation1": "feroceshut_042_05",
    "furtherLocation2": "feroceshut_044_06",
    "furtherLocation3": "feroceshut_041_04",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_041_04",
    "narrationZoneText": "Cantus alaposan, de a lehető leghalkabban megpróbálta feltúrni az összevisszaságot. Már éppen feladta volna, amikor egy olívzöld katonaláda egyik csücskét pillantotta meg a törmelék, szemét és kacatok között.Cantus késével felfeszítette a láda vacak, rozsdás zárját. A tárolóban egy jó állapotban levő AK-47 gépkarabélyra bukkant, s betárazva egy házi módszerekkel kibővített tölténytárat talált a belevaló 7.62mm-es töltényekkel. Cantus úgy döntött, hogy a jelenlegi oldalfegyverét itt hagyja, s helyette elviszi magával a hatásosabb gépkarabélyt.",
    "opponentName": "",
    "decision1": "Visszatérsz a küldetéshez: belopakodsz a hátsó ajtón.",
    "decision2": "Visszatérsz a küldetéshez: bekopogsz a bejárati ajtón.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_042_05",
    "furtherLocation2": "feroceshut_044_06",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_042_05",
    "narrationZoneText": "Cantus épület oldalához lapult, lábait egymás elé téve közelítette meg a hátsó ajtót. Odaérve látta, hogy a falapot csak a jó ég tudja mi tartotta a helyén: könnyen megadta magát még a szelíd kihajtásra is. Bent aztán a recsegő padló jelentette a legnagyobb kihívást.A ház belseje szegényes, de tiszta volt: a kataklizma előtti bútorok és a helységben terjengő fura szaga egyszerre csapták meg Cantus orrát. Az asztalnál egy fiatal, csinos nő ült: addig maga elé bámult, majd ahogyan a férfi egyre közelebb ért, Cantusra nézett. - Nem szükséges lopakodnod, Cantus! Hozd a többieket is, beszélnünk kell! Sietve hozzátette: - Feroce vagyok.",
    "opponentName": "",
    "decision1": "Engedelmeskedsz.",
    "decision2": "Megtámadod.",
    "decision3": "Adjon Isten, öreganyám! - köszöntöd.",
    "decision4": "Ételt kérsz tőle.",
    "furtherLocation1": "feroceshut_045_07",
    "furtherLocation2": "feroceshut_047_09",
    "furtherLocation3": "feroceshut_046_08",
    "furtherLocation4": "feroceshut_043_05"
  },
  {
    "location": "feroceshut_043_05",
    "narrationZoneText": "Cantus udvariasan,de röviden ellátmányt kért Ferocétól, aki egy egyszerű bólintással helybenhagyta a kérést. Feroce megértően bólintott.-Hosszú utat tettetek meg és még több mindennel kell megküzdenetek.- Hozd a többieket is, Cantus, mert beszélnünk kell.",
    "opponentName": "",
    "decision1": "Sodródsz az eseményekkel.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_045_07",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_044_06",
    "narrationZoneText": "Cantus, a csapat vezetője úgy döntött, hogy legjobb, ha nem kockáztatnak és jószándékukat mutatva egyenest bekopognak a házigazdához. A kunyhó recsegő tornáca amúgy sem titkolta volna sokáig a csapat jelenlétét. A ház a környékhez képest meglepően jó állapotban volt: ez rögvest látszott a verandán kirakott zöld növényekről. Cantus rövid kopogására egy csinos, húszas éveiben járó hölgy nyitott ajtót:- Üdvözöllek, Cantus! Feroce vagyok, s már vártalak benneteket. A csapat meg sem tudott lepődni, a fiatalasszony máris betessékelt mindenkit a kunyhójába.",
    "opponentName": "",
    "decision1": "Várod, hogy mi történik.",
    "decision2": "Adjon Isten, öreganyám! - köszöntöd.",
    "decision3": "Megtámadod.",
    "decision4": "Ételt kérsz tőle.",
    "furtherLocation1": "feroceshut_045_07",
    "furtherLocation2": "feroceshut_046_08",
    "furtherLocation3": "feroceshut_047_09",
    "furtherLocation4": "feroceshut_043_05"
  },
  {
    "location": "feroceshut_045_07",
    "narrationZoneText": "Az asszony először is étellel és itallal kínálta a vendégsereget. Az énekesek nem is ettek még igazi süteményt életükben és a tea ízét sem tapasztalták meg. Feroce magára erőltetett nyugalommal vörös fürtjeit sodorgatta, míg a társaság meg nem vacsorázott. Az étkezés végeztével hirtelen megszólalt: - Cantus, nehéz feladatra vállalkoztál. A könyvtár már nem ugyanaz, mint volt. Csalódni fogsz majd. - Hogy érted ezt? - Nem mondhatok többet. – komorodott el a tekintete. - Honnan ismersz bennünket név szerint? – bizalmatlankodott Cantus. Feroce megvonta a vállát. - Az egész környék tudja már, hogy kik vagytok. Falsetto a nyomotokba eredt, az öreg kunyhója lángokban áll, s most egyszerre menekültök tőle és a sorstól is. Hidd el, tudom, mire vállalkoztatok. A sorssal már megharcoltam: senkinek sem tompítom már a kínjait. Nektek sem segítenék, de az egyetlen fiam, Attaca is a hadúr szolgálatába állt. Meghalt vagy éppen haldoklik? Ki tudja? Ezen a helyen nincs értelme időről beszélni. Nem tudtam lebeszélni vagy meggyőzni, s most bosszút kell állnom. A Superia-nővérek sírni kezdtek Gregorió halálának hallatára, őket Tenor próbálta megvígasztalni.",
    "opponentName": "",
    "decision1": "- Akkor miért nem jössz velünk? - kérded.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_048_10",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_046_08",
    "narrationZoneText": "Feroce szája széles mosolyba futott a köszöntés hallatán.-Aha, szóval már tudod, hogy ki vagyok?Cantus bólintott.Hallott már legendákat egy boszorkányról, aki a Pusztulás Földjét lakja már évszázadok óta. Azt mondják, hogy olyan régen itt él, hogy személyesen látta a kataklizmát. - Gyere, Cantus, hozd a többieket is. Beszélnünk kell! - ismételte meg a kérését.",
    "opponentName": "",
    "decision1": "Megtámadod.",
    "decision2": "Ételt kérsz tőle.",
    "decision3": "Engedelmeskedsz.",
    "decision4": "",
    "furtherLocation1": "feroceshut_047_09",
    "furtherLocation2": "feroceshut_043_05",
    "furtherLocation3": "feroceshut_045_07",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_047_09",
    "narrationZoneText": "Cantus nem bízott meg az asszonyban, így azonnal fegyvert rántott és az asszonyra fogta.Feroce arca elkomorodott, majd a mutató és középső ujjával, lágyan a férfi felé suhintott. Cantus lebénult: sehogyan sem tudott mozogni, tagjai mint súlyos sziklafejek, megmozdítathatatlanul megmakacsolták magukat. Feroce nem kívánt bosszút, de idegességét nem rejtette véka alá.-Ez az én világom, Zsoldos. - morrantotta. - Itt nem árthatsz nekem, világos?Most feloldom az átkomat rólad, de a fegyvereid hatástalanok lesznek, amíg itt vagy. Néhány percbe telt, amíg a boszorkány kiment a csapat tagjaiért, addig Cantus kővé dermedve várta a sorsát. A bejárati ajtó nyitódásával bénultsága elmúlt, újra ura volt a saját testének.Feroce az asztalhoz invitált mindenkit, Cantus nem tehetett mást, mint hogy engedelmeskedjen.",
    "opponentName": "",
    "decision1": "Asztalhoz ülsz.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_045_07",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_048_10",
    "narrationZoneText": "A boszorkány keserűen felnevetett. - Nem. Ez a ti harcotok. Ma éjszaka még itt alhattok, nem esik bántódásotok, kaptok tőlem ellátmányt és tanácsokat is, de aztán magatokra maradtok. Cantus és a többiek keserűen ízlelgették a boszorka szavait. Senki sem szólt, csak a piszkossárga gyertyaláng ásítozott az asztalnál ülőkre. A csendet végül maga Feroce törte meg: - Falsetto gyenge ember: vérzékeny és idegbeteg, de rendkívül ravasz. Nemsokára csapdába csal majd benneteket, jól vigyázz! Cantus egyáltalán nem tudta, hogy mennyire bízhat meg az idegenben. Nem tudhatják, hogy ezek az információk a bosszúálló anyai szavai vagy pedig a hadúr katonájának édesanyja akarja így félrevezetni az ellenséget? Sok volt a kérdőjel. Feroce a vacsora végén elbúcsúzott, majd lefektette a társaságot a szoba valamennyi sarkába. Az éjszaka csendes, túl csendes volt, csak a saját mozgolódásukat hallották.  [A játékállás elmentésre került és jó körülmények miatt az életerőpontjaid is visszaálltak eredeti értékükre.]",
    "opponentName": "",
    "decision1": "Új napra ébredsz.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_049_11",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "feroceshut_049_11",
    "narrationZoneText": "Cantus korán reggel ébredt: Ferocét nem látta sehol sem. Gyorsan felébresztette a fiatalokat, majd rájuk parancsolva gyors indulásra kényszerítette őket. A hajnali sivatag még hűvös volt, de lehetséges, hogy a gyors elindulás miatt, de a környéken sehol sem láttak ellenfeleket. A felébredés után 200 szívdobbanás elteltével már az úton voltak, de a csapat még jó ideig nem tudta kiverni a fejéből a boszorkányt.",
    "opponentName": "",
    "decision1": "Útra kelsz.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_051_secondcrossroad",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_051_secondcrossroad",
    "narrationZoneText": "A nap sugarai éppen csak megcsillannak a horizonton, amikor Cantus és a csapata már úton van. Az út eseménytelennek látszik, csak néhány veszett kutya közelíti meg a csapatot, de amint Cantus rájuk fogja a fegyverét, máris eloldalognak. Már a nap már magasan jár, amikor hőseink egy újabb kereszteződéshez érkeznek. Valamikor tömeges karambol lehetett és rengeteg elhagyott kocsi zárja el az utat. Cantus Planus jól ismeri ezt a környéket: Délkelet felé van az egyszerűen Barrikádnak nevezett blokád, amit még a katonaság emelt a kataklizma után. Nehezen átjárható és a Pusztaság Földjének határához vezet. Délnyugat felé Cantus saját faluja található, ahol a szülei is élnek. -Jó lenne meglátogatni őket, de egészen biztos volt abban, hogy nem most van ennek az ideje. Északkeletre az Irina oázis van, amit a helyiek igyekeznek minél messzebb elkerülni: a mondák szerint az oázis egy misztikus útvesztő színhelye.Cantusnak és a csapatnak ki kellett választania az útirányt.",
    "opponentName": "",
    "decision1": "A Barrikád felé veszed az irányt.",
    "decision2": "Délnyugatra tartasz, Cantus falujába.",
    "decision3": "Északkeletre mész az Irina oázishoz",
    "decision4": "",
    "furtherLocation1": "wasteland_052_tothebarricade",
    "furtherLocation2": "wasteland_104",
    "furtherLocation3": "wasteland_118",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_052_tothebarricade",
    "narrationZoneText": "A Barrikád eléréséhez körülbelül félnapnyi erőltetett menet szükséges, így a csapat csak a délutáni, lenyugvó nap sugarainál éri el a Barrikádot. Szerencsére ételt és italt bőségesen kaptak Ferocétól, a boszorkánytól.Bassus és Tenor közösen kezdtek bele egy idegennyelvű nótába, s az embert próbáló tempó ellenére a Superia-lányok kedve is megfelelő.Cantus azonban nem volt elégedett: pontosan tudta, hogy ez az útjuk legveszélyesebb állomása. Eddig sikeresen elkerülték az őrült Falsettot és csapatait, de most itt a legvédtelenebbek.Ahogy közeledtek a Barrikád felé, pontosan látták, hogy miért kapta a nevét?A háromembernyi magasságban és beláthatatlan messzeségben összehordott autóroncsok, szobordarabok, villanypóznák, harckocsik és katonai járművek, s még ki tudja mik baljóslatú emlékműve áthatolhatatlan gezemicét képzett a sivatag közepén. Valaha a katonaság építette a hajdan még buja Pusztulás Földjének védelmére, de végül a katonák kudarcot vallottak. Az akadályuk viszont vészjósló mementóként azóta is itt van. Cantus tudta, hogy nincs értelme megmászni, csak megkerülni lehet ezt az útakadályt. Cantus kis pihenőt engedélyezett a csapatnak, amíg gondolkodott.",
    "opponentName": "",
    "decision1": "Felméred a Barrikádot.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "barricade_053_barricadechoices",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "barricade_053_barricadechoices",
    "narrationZoneText": "Cantus kis tűnődés után intett a csapatnak, hogy kövessék őt. A lovak semmiből jövő dobogása halálra rémítette a csapatot. Tudták, most komoly bajba kerültek.Cantus képzettebb szemmel felmérte a közeledő ellenséget: háromtucatnyi harcos, jól felszerelkezve követte a nyomaikat. Legelől Falsetto lovagolt, arcán tébolyult mosoly ült: harci kiáltásaitól a csapat többi tagjának meghűlt a vér az ereiben.-Csapda! - nyilalt belé a következtetés. - Hát erre figyelmeztetett a boszorkány!Cantus tudta, hogy innen már nincs visszatérés.Kétségbeesetten járatta a tekintetét szerte a sivatagi horizonton. Hosszan menekülni, rohanni, a Barrikádot futva megkerülni nem volt értelme: a lovasok percek alatt beérnék őket.Cantus végigvette a lehetőségeit: körülbelül másfél percnyi rohanásra egy raktárépület látszódott a látóhatáron.Cantus és a csapat talán elérhetnének az Irinia oázisig, ahol talán el tudnának bújni.Harcolhatnék is. - gondolta. - Talán sikerülne megfutamítanom őket.Legvégső esetben pedig megadhatjuk magunkat.",
    "opponentName": "",
    "decision1": "Megadod magadat.",
    "decision2": "Felveszed a harcot.",
    "decision3": "Az Irina oázishoz menekülsz.",
    "decision4": "A raktárépülethez menekülsz.",
    "furtherLocation1": "barricade_054_surrender",
    "furtherLocation2": "barricade_055_fightuntildeath",
    "furtherLocation3": "underconstruction2",
    "furtherLocation4": "warehouse_056_warehousechoices"
  },
  {
    "location": "barricade_054_surrender",
    "narrationZoneText": "Cantus úgy döntött, hogy nincs értelme a további harcoknak: Falsettot nem lehet legyőzni a saját fegyvereivel. -Megadom magam! - üvöltötte a férfi, miközben eldobta a fegyvereit. A csapat szétfutott: többen megpróbáltak elbújni egy-egy roncsban, de Falsetto emberei hamarosan az egész csapatot összefogdosták. Cantust az egyik katona ütötte le a puskatusával, majd a még eszméletlen férfit megkötözték.Falsetto a már mozgásképtelen Cantushoz jött oda.A megkötözött Cantus büszke testtartása Falsettot a régi önmagára emlékeztette, amikor még erős, érces hangon prédikálta Isten igéjét. A hadúr a kezében tartott puskával teljes erőből ütötte vesén Cantust, aki a szörnyű fájdalom következtében a földre esett. Jártányi ereje sem maradt. Itt a vég. -Hogy nyomorultul halj meg, elmondom, hogy mit fogok csinálni, miután élve elégettelek a felszereléseddel együtt. A védenceid holttestét majd egyesével lógatom fel a bunkerom elejére. Az életműved semmivé lesz. Az embereknek nincs szüksége a művészetre, csak a kenyér kell nekik. De megesküszöm neked itt és most, hogy ennek ellenére én az emberiségből kivágom a kultúrát, mint ahogyan egy gennyes sebet tisztítok ki – ezzel a bozótvágó késsel.Falsetto nem spórolt az éghető anyaggal: az összes általa birtokolt mennyiséget, négyüvegnyit locsolt szét belőle a zsoldos elpusztítására, s néhány régi bútort is hozott, melynek illata Gregorió kalyibájára emlékeztette Cantust. Meggyújtása után az öreg faanyag hatalmas fekete füstöt okádott, melyet messze lehetett látni a pusztában, még a gunyorosan röhögő Falsetto emberei is fuldokoltak a kunyhó körül. Cantus nem ordított egészen két lélegzetvételnyi ideig, aztán már igen. Miután elkezdett fulladozni, gondolatai már nem törődtek a bujkáló csapattagokkal, csak azt akarta, hogy gyorsan legyen vége az egésznek.",
    "opponentName": "",
    "decision1": "Meghaltál.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "feroceshut_042_05",
    "furtherLocation2": "underconstruction2",
    "furtherLocation3": "underconstruction2",
    "furtherLocation4": "healthCheck"
  },
  {
    "location": "barricade_055_fightuntildeath",
    "narrationZoneText": "Cantus úgy döntött, hogy nincs értelme menekülni: harcolni fog a legvégsőkig. Most nem menkülhetsz el a harcok elől.",
    "opponentName": "Falsetto összes embere",
    "opponenthealth": 20000,
    "opponentMinDamage": 10,
    "opponentMaxDamage": 30,
    "decision1": "Harcolsz a legvégsőkig",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "fightuntildeath",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "warehouse_056_warehousechoices",
    "narrationZoneText": "A raktárépület romos külseje nem sok jót sejtetett a csapattal. Cantus jól tudta, hogy az idemenekülés csak pillanatnyi, ideiglenes megnyugvást hozhat.  A raktárépület ajtaját nagy döndüléssel, együttes erővel sikerült felszakítani, s rögvest látszott, hogy az épületet nem lehet megvédeni a vademberektől.Cantus mindössze 10-15 szívdobbanásnyi idő után csattanást hallott a fejük felül, majd lángok csaptak fel a raktárépületben.Falsetto Molotov-koktélokat vetett be, hogy kifüstölje a csapatot a raktárházból.Cantusnak azonnal döntenie kellett.",
    "opponentName": "",
    "decision1": "Kiszöksz és az Irina oázishoz menekülsz.",
    "decision2": "Kirohansz és felveszed a harcot.",
    "decision3": "Az épület hátsó részébe hátrálsz.",
    "decision4": "Megvárod, amíg elmennek a katonák.",
    "furtherLocation1": "wasteland_118",
    "furtherLocation2": "barricade_055_fightuntildeath",
    "furtherLocation3": "warehouse_057_tothebackroom",
    "furtherLocation4": "warehouse_058_waitingfordeath"
  },
  {
    "location": "warehouse_057_tothebackroom",
    "narrationZoneText": "Cantus hamar belátta, hogy nincs esélyük a raktárépület éghető áruval telített helyiségében. Arra készültek, hogy tovább hátrálnak a személyzeti szobába, vagy valamilyen kisebb terembe, amit le tudnak zárni.Rövid keresgélés után találtak egy szobát, ami valamikor talán öltöző lehetett, de a terem közepe - kit tudja mikor? - egyszerűen beszakadt.Időközben Falsetto néhány őrült katonája feltépte a raktár ajtaját, majd - dacára a lángoknak - feléjük szaladt.",
    "opponentName": "",
    "decision1": "Eltorlaszolod az ajtót.",
    "decision2": "Beugrasz a mélyedésbe.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "warehouse_059_thebackroomblock",
    "furtherLocation2": "warehouse_060_thebackroomjump",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "warehouse_058_waitingfordeath",
    "narrationZoneText": "Cantus úgy gondolta, hogy a katonák - látván az épület teljes pusztulását - félúton megfordulnak és elindulnak majd a táboruk felé. Sajnos azonban Falsetto nem adta ilyen könnyen a szabadulást.Ahogyan a Molotov-koktélok elsőként elérték a régen megreccsent tetőszerkezetet, szinte azonnal berobbantak a lángok.A féktelen tűz egyre fenyegetőbben tornyosult a csapattagok fölé.Cantus próbált a ruháival ideiglenesen megálljt parancsolni az elkerülhetetlen végnek, de sajnos már nem volt menekvés számukra. A katonák csak azután indultak haza, hogy zsákba gyűjtötték a csapattagok elszenesedett csontjait.",
    "opponentName": "",
    "decision1": "Meghaltál.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "game_over",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "warehouse_059_thebackroomblock",
    "narrationZoneText": "Az ajtón nem volt zár, így csak egy rozoga padot és néhány fém öltözőszekrényt tudtak odatolni.A katonák időközben az ajtó elé értek és be akartak jutni az öltözőbe, de a rögtönzött ajtótorlasz útjukat állta.",
    "opponentName": "",
    "decision1": "Beugrasz a mélyedésbe.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "warehouse_060_thebackroomjump",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "warehouse_060_thebackroomjump",
    "narrationZoneText": "Cantus és a csapat többi tagja nem tudta, hogy hová vezet az alagút, de nem volt más választásuk: menniük kellett. A füst most már egyre határozottabban mászott be az ajtó alatt, s félő volt, hogy pár pillanat alatt megfulladnak.Úgy hallatszódott, hogy a katonák feladták az üldözésüket és inkább a saját életüket mentve elhagyták a raktárat.Először Cantus ugrott, majd a többiek.",
    "opponentName": "",
    "decision1": "Szétnézel a mélyedésben.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_061_choices",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_061_choices",
    "narrationZoneText": "A mélyedés egy valamikori metróalagútba vezetett. A szuroksötét környezetet csak a valószínűleg napelemmel működő vészlámpák enyhe, pislákoló fénye köhintette be.Cantus  alig látott valamit.Egyetlen jó van a mostani helyzetben: a lángok és a füst legalább elkerülik a csapatot.- Mit tegyek? - morfondírozott Cantus.",
    "opponentName": "",
    "decision1": "Hallgatózol.",
    "decision2": "Tapogatózva elindulsz a járatban.",
    "decision3": "Lősz egyet, hátha a torkolattűzben látszódik valami.",
    "decision4": "",
    "furtherLocation1": "metrotunnel_062_harking",
    "furtherLocation2": "metrotunnel_063_groping",
    "furtherLocation3": "metrotunnel_066_shootinthedark",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_066_shootinthedark",
    "narrationZoneText": "A lövésed az évtizedek óta málladozó betonfalba csapódik. A pillanatnyi világosság megmutatja, hogy az alagút egyenesen előre visz.",
    "opponentName": "",
    "decision1": "Hallgatózol.",
    "decision2": "Tapogatózva elindulsz a járatban.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_062_harking",
    "furtherLocation2": "metrotunnel_063_groping",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "takeANap",
    "narrationZoneText": "A távolból, alig hallhatóan egy férfi dörgő hangja hallatszik: – Itt vannak, tudom! – kiált ördögi hangon. – Találjátok meg őket! Találjátok meg mindet! Holtan akarom látni őket!A fenyegetésnek csupán egyetlen haszna lehetett: segített a az útirány meghatározásában.",
    "opponentName": "",
    "decision1": "A hang irányába mész.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_063_groping",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_063_groping",
    "narrationZoneText": "Egyetértően pislantasz, aztán előrekúszol a taplószáraz patkánytetemeken és a nedves talajt takaró betegesen barna iszapon keresztül. A környék szinte teljesen sötét, csak a távolból, a csapat feje felül hallatszódik a léptek dobogása.",
    "opponentName": "",
    "decision1": "Az odú mélyén kutatsz és botorkálsz félig vakon.",
    "decision2": "Vársz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_064_endofthetunnel",
    "furtherLocation2": "metrotunnel_065_waiting",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_064_endofthetunnel",
    "narrationZoneText": "A sötétben az ember időérzékelése teljesen csalóka. Lehetséges, hogy fél órát, de az is lehet, hogy órákat szédelgett a Zsoldos és csapata az alagutakban.Egyszerre csak cérnavékony fény szűrődik be az alagút végén.",
    "opponentName": "",
    "decision1": "Kikukucskálsz.",
    "decision2": "Kirohansz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_067_peekoutthetunnel",
    "furtherLocation2": "metrotunnel_070_runawayfromwarehouse",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_065_waiting",
    "narrationZoneText": "A várakozás rendkívül unalmas. Néhány, teljes csendben eltöltött pillanat után egérkaparászást hallasz.A rágcsálók egyre közelebb érnek.",
    "opponentName": "Egy csapat patkány",
    "opponenthealth": 23,
    "opponentMinDamage": 3,
    "opponentMaxDamage": 8,
    "decision1": "Tovább vándorolsz",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_064_endofthetunnel",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_068_shootoutthetunnel",
    "narrationZoneText": "Bár Cantus lövése azonnali és végezetes volt, de a dörrenésre felfigyeltek a közelben levő harcosok is.A túlerő hamar legyűrte hőseinket, akik sorsa pár perccel később megpecsételődött.",
    "opponentName": "",
    "decision1": "Meghaltál.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "FalsettoFirstSight_1",
    "furtherLocation2": "healthCheck",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_069_dropbowieknife",
    "narrationZoneText": "Cantus Bowie-késével pont a férfi homlokát találta el, aki egy valószerűtlen horkanás után megcsókolta a puha homokot, mely rubinvörössé vált a feje körül a végzetes sérülésétől.",
    "opponentName": "",
    "decision1": "Elmenekülsz",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "metrotunnel_070_runawayfromwarehouse",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "metrotunnel_070_runawayfromwarehouse",
    "narrationZoneText": "A csapat ki akarta használni a meglepetés erejét, így nyakába vette a lábát. Az egyetlen menekülési lehetőség az, ha sikerül kikerülni a keresőcsapat látóteréből: az egyre sötétesebbé váló sivatag megfelelőnek látszik erre. Cantus a környék alapján nagyjából be tudja tájolni, hogy merre kell menniük a Sokárok-hágó felé.",
    "opponentName": "",
    "decision1": "Menekülsz a Barrikádról.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "manyditchespass_071_runaway",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "manyditchespass_071_runaway",
    "narrationZoneText": "A csapat egyre elkeseredettebben loholt a Sokárok-hágó felé, azonban Falsetto és emberei egyre inkább a nyomukban voltak. A sivatag kegyetlen és haragos útitárs: még a legnagyobb igyekezet ellenére is hamar kifárasztotta a csapatot. Cantus próbálta viszonozni Falsetto embereinek támadását, de sajnos a létszámfölény hamar meglátszódott. Az egyik golyó centikkel Cantus nyaka mögött elhúzva a mögötte loholó Tenor vállába fúródott. Ez volt a jel arra, hogy az elcsigázott és végletekig kizsigerelt csapat nem tudta tovább folytatni: kezüket feltartva megadták magukat.  A Zsoldos kétségbeesetten nézett a távolba, ahol egy emberi település körvonalai látszódtak. Ahogyan meg tudta mondani egy pillantásból, a falu nem egy korábbi település romjaira épülhetett, hanem primitív kunyhóit a semmi közepére húzták fel. - Olyan közel voltunk már! – sóhajtott fel, ahogyan fegyverét kicsavarták és a térde belső oldalára rúgva térdre kényszerítették. Falsetto alig bírta titkolni elégedettségét: izgatott óvodásként pattant le a lováról és azonnal talpra rántotta Cantust. Túláradó örömében hevesen gesztikulált, kapkodta a levegőt, csak dadogott. Hosszú percekig tartó bizonytalanság után, Falsetto végül előrántotta a macsétáját, hogy a saját igazságát szolgáltatva pontot tegyen az egész végére:",
    "opponentName": "",
    "decision1": "Behunyod a szemed és a várod a végét.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "manyditchespass_072_runaway2",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "manyditchespass_072_runaway2",
    "narrationZoneText": "- Eddig húsz emberem halt meg az utánatok folyó hajszában, de most véget vetek a nyomorult zenéteknek. Mintha csak végszó lett volna, ekkor csapódott be az első nyílvessző. Egy hajfonatos, vidám tekintetű katona torkába fúródott, aki azonnal meghalt. Az első suhanó iszonyatot több tucat követte, s a katonák fejvesztve tüzeltek a szélrózsa minden irányába. Mindez még egyszer megismétlődött, mire Falsetto és a maradék emberei megfutamodtak volna. Cantus és a többiek földbe gyökerezett lábbal, megkötözve várták a harc végét. – Hát így lohol a a környék dicsőséges hadura! – nevetett akasztófahumorral Tenor. Bassus remegő hangon kérdezett: - Akkor…akkor most vége? Válaszképpen a foglyok mellé szinte a semmiből kerültek elé a bennszülöttek, s a csapat fejére kámzsát húztak. Nem, nem volt még vége, de újra itt volt a sötétség.",
    "opponentName": "",
    "decision1": "Üdvözlöd a sötétséget.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "nativevillage_073_choices",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_073_choices",
    "narrationZoneText": "Amikor lehúzták a kámzsát a fejükről, Cantus tudta, hogy a lehető legrosszabb helyen vannak, ahol csak lehetnek. Azt mondják, hogy a hegyi törzsek mindenkit felkoncolnak, aki csak keresztezi az útjukat. A környéken jól ismert eset volt, amikor egy jól felfegyverzett csapat erőszakkal akart áttörni a Sokárok-hágón, lőfegyvereket is vittek magukkal, s fejenként tíz-tíz tárat hozzá. Végül senki sem tért vissza közülük. Cantus jól ismerte az esetet: nyolc szélviharral ezelőtt történt meg, a csapat vezetője maga a testvére volt. Cantus dühös volt, amikor visszagondolt Gregorió szavaira: „Superiáéknál megvan minden, ami nekik kellhet”. – Bolond öreg, magadat sem tudtad megmenteni!",
    "opponentName": "",
    "decision1": "Körbenézel.",
    "decision2": "Megpróbálod kiszabadítani a kezedet.",
    "decision3": "Vársz.",
    "decision4": "Rátámadsz az őrökre.",
    "furtherLocation1": "nativevillage_076_lookingaround",
    "furtherLocation2": "nativevillage_074_untietheknot",
    "furtherLocation3": "nativevillage_077_waitingforprincess",
    "furtherLocation4": "nativevillage_075_attacktheguards"
  },
  {
    "location": "nativevillage_074_untietheknot",
    "narrationZoneText": "Cantus a legtöbb esetben könnyedén kibújt a kötésekből, de ezt a csomófajtát nem ismerte. A kezükön levő csomó szinte művészi szintű volt, s teljesen mozgásképtelenül tartotta őket. Cantus, sajnos a kése nélkül, hátratett kézzel nem boldogult a kibogozásával.",
    "opponentName": "",
    "decision1": "Körbenézel.",
    "decision2": "Tovább vársz.",
    "decision3": "Rátámadsz az őrökre.",
    "decision4": "",
    "furtherLocation1": "nativevillage_076_lookingaround",
    "furtherLocation2": "nativevillage_077_waitingforprincess",
    "furtherLocation3": "nativevillage_075_attacktheguards",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_075_attacktheguards",
    "narrationZoneText": "Cantus úgy gondolta, hogy felesleges megvárnia, amíg lefőzik a húst a csontjairól. Utolsó erejével fejjel a bejárat felé futott, hogy az ajtó előtt váró őrt kilökje az egyensúlyából. A terve addig sikerült: a meglepődött férfi a hátára esett, s a társa egy pillanatra meglepődöttségében nem is tudott mit reagálni. Cantus ösztönösen cselekedett: a hátán fekvő férfit egy fejrúgással tette ártalmatlanná, az éppen támadni készülő társát pedig nem túl elegáns, de hatásos fogással lefejelte. Megpróbált lopakodni, de idegen terepen ez nem ment könnyen. Körülbelül ötvenlépésnyire juthatott, közel a falu határához, amikor vállába fúródott az egyik nyílvessző. A következő szintén nem ért létfontosságú szervet, de az izmaiban terjedő fájdalom máris tudatta vele: kígyóméreg került a szervezetébe. A Zsoldos még húsz szívdobbanásig volt eszméleténél, majd még ugyanennyi időt lélegzett, mielőtt végzett volna vele a méreg.",
    "opponentName": "",
    "decision1": "Meghaltál.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "healthCheck",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_076_lookingaround",
    "narrationZoneText": "A bennszülöttek a valamikori határőrök és a latin bevándorlók utódai lehettek. Sajátos keveréknyelvüket egyetlen kívülálló sem beszélte: igaz, beavatatlanoknak nem is volt lehetősége beszédbe elegyedni velük. A bennszülöttek nem látszottak „civilizáltnak”: ruhájuk egyszerű ágyékkötő volt, primitív kunyhóik bejáratát ellenségeik kifőzött koponyájával díszítették. A valamikori tűzfegyverek rozsdás roncsai a falu házai mellett várták az örökkévalóságot.",
    "opponentName": "",
    "decision1": "Megpróbálod kiszabadítani a kezedet.",
    "decision2": "Vársz.",
    "decision3": "Rátámadsz az őrökre.",
    "decision4": "",
    "furtherLocation1": "nativevillage_074_untietheknot",
    "furtherLocation2": "nativevillage_077_waitingforprincess",
    "furtherLocation3": "nativevillage_075_attacktheguards",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_077_waitingforprincess",
    "narrationZoneText": "Cantus nem mert cselekedni. Tudta, hogy talán a legkisebb mozdulat is kiprovokálhatja az ellenük irányuló gyűlöletet. A felszerelésüket elvették, mindössze a rajtuk levő ruhával rendelkeztek.  Körülbelül egy délelőtt telhetett el, amikor az őket őrző harcosok lázas sietséggel és izgalommal beszéltek valamiről. Cantus és a többiek számára a testtartásuk és viselkedésük arra utalt, hogy valamiféle döntésre juthattak a sorsukat illetően.  Végül igazuk lett, hiszen nem sokkal később egy jelentős kíséret látogatta meg őket. Egy fiatal lány, - talán olyan fiatal, mint a rábízott lányok – s az őt kísérő testőrség tagjai vették az irányt a börtönkunyhó felé. Hangjukat már húszlépésnyi távolságról hallani lehetett.",
    "opponentName": "",
    "decision1": "Megpróbálod kiszabadítani a kezedet.",
    "decision2": "Vársz.",
    "decision3": "Rátámadsz az őrökre.",
    "decision4": "",
    "furtherLocation1": "nativevillage_074_untietheknot",
    "furtherLocation2": "nativevillage_078_waitingforprincess2",
    "furtherLocation3": "nativevillage_075_attacktheguards",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_078_waitingforprincess2",
    "narrationZoneText": "A hercegnő és három testőre méltóságteljesen léptek be a kunyhóba. A lány és vészjósló tekintete árnyékban maradt. Néhány pillanatig teljes csend honolt a helyiségben. Cantus jól tudta, hogy most kell tennie valamit, ha életben akarnak maradni.",
    "opponentName": "",
    "decision1": "Vársz a végső döntésre.",
    "decision2": "Éneklésre biztatod a csapatot.",
    "decision3": "Rátámadsz az őrökre.",
    "decision4": "",
    "furtherLocation1": "nativevillage_080_waitforfinaldecision",
    "furtherLocation2": "nativevillage_079_singfortheirlives",
    "furtherLocation3": "nativevillage_075_attacktheguards",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_079_singfortheirlives",
    "narrationZoneText": "A Zsoldos szeme felcsillant, amikor eszébe ötlöttek Gregorió szavai: „Superiáéknál megvan minden, ami nekik kellhet”. Megértette az öreg pap utalását. - Gyerünk, énekeljetek valamit! - súgta kurtán a csapatnak. Tenor vette át a szót tőle. - Miserere, első öt ütem. – parancsolta embereinek. - „Miserere mei, Deus” – énekelték egyszerre, mégis máshogy – valamilyen már elveszett, ismeretlen nyelven.  Cantus agya rezonált, mellkasa összeszorult. Torka egyszerre kiszáradt, végtagjai remegtek. Valami földöntúli eufória, eddig még nem megtapasztalt érzés kerítette hatalmába, ahogyan ez az öt idegen egy régen elpusztult nép szavait parancsolta a szobába.  – Mintha szellemet idéznének. – gondolta. Ez az ismeretlen erő sokkal hatalmasabb volt, mint ő: a halott pap égi varázslénye, melyben Cantus nem hitt, a hangok által egyszerre mégis életre kelt és a harcosok fölé magasodott egy pillanatra.  Az érzés körbefogta és szinte megdelejezte a szobában levőket. A hercegnő arca felderült, ahogyan kezével verte a taktust: szelleme újra felfrissítette a testét.  A szedett-vedett társaság hirtelen, mintha repült volna. Az idegenek arca elsápadt és térdre estek a megkötözöttek előtt.",
    "opponentName": "",
    "decision1": "Vársz a végső döntésre.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "nativevillage_081_theylive",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_080_waitforfinaldecision",
    "narrationZoneText": "A hercegnő várakozásteljes tekintete néhány pillanat múltával szánalmat mutatott, majd egyértelmű megvetés ütközött ki az orcáján. Néhány gyors, a csapat számára érhetetlen parancs kiadása után a testőrei társaságában elhagyta a kunyhót. A még mindig hallgatag Cantus és a csapat hamarosan azt is megtudta, hogy mit parancsolt a hercegnő az őröknek: torkuk elmetszésével haláluk gyors és fájdalommentes volt.",
    "opponentName": "",
    "decision1": "Valami felriasztott",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "healthCheck",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "nativevillage_081_theylive",
    "narrationZoneText": "- Azonnal oldozzátok el őket! – mondta a hercegnő, majd az utasítását közös nyelven is közölte. A csapat egy pillanat alatt szabad lett. - Hát ti vagytok azok! Az énekesek! Cantus nem ismerte ezt az archaikus szót. - Elnézésedet kérem, de nekünk küldetésünk van. El kell vinnünk a zenét a Prédikátorok Könyvtárába. A hercegnő hidegen bólintott. - Mi őrizzük a Sokárok-hágót, mely a Prédikátorok Könyvtárába vezet. A Könyvtár őrzőivel azonban már jóideje nem tudtunk beszélni. - Akkor miért nem mentetek el hozzájuk? – érdeklődött Cantus. - Azért, mert nekünk őriznünk kell a hágót. Sem többet, sem kevesebbet nem tehetünk. Az őseink feladata. Továbbá azt is feladatunk, hogy átengedjünk mindenkit, aki a Könyvtárat akarja gazdagítani: így ti szabadon elmehettek.",
    "opponentName": "",
    "decision1": "Útnak indulsz a Prédikátorok Könyvtárához.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "libraryofpreachers__082_road1",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "libraryofpreachers__082_road1",
    "narrationZoneText": "A csapat pontos útbaigazítással és a visszakapott fegyvereikkel együtt távozott a bennszülött faluból. Még most sem hitték el, hogy ép bőrrel megúszták.  A Sokárok-hágó sok harcos és valamikori civil sírhelye volt. Maga a hegyszoros ötszáz lépésre terpeszkedett túl a Pusztulás Földjén. Látványa nem jelentett nagy változatosságot: a hely stratégiai fontosságú katonai támaszpont lehetett. Cantus szinte a saját szemeivel látta, ahogy a törmelékkel teli senkiföldjén a valamikori mesterlövészállások lakói semmisítik meg hajdanvolt áldozataikat a kocsikból és más hulladékból emelt barikádok mögött.  A csapat katonai bázis keleti kapujával szemben egy kiégett kávézó romjai közt telepedett le.",
    "opponentName": "",
    "decision1": "Folytatod az utadat.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "libraryofpreachers__083_road2",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "libraryofpreachers__083_road2",
    "narrationZoneText": "Bár senki sem tudta pontosan, de a Prédikátorok Könyvtára félnapi járóföldre volt a Sokárok-hágótól délnyugatra. A kétszintes valamikori kormányépület egy jól védhető építmény volt: masszív falait és védelmi rendszerét jóval a kataklizma után építhették meg. A főbejárat alkarnyi vastag acélajtaját nem lenne egyszerű kinyitni, ha a bentiek megtagadnák a bejutást. A környék azonban elhagyatottnak tűnt: a homokzsákokból felépített védelmi állások régóta üresen állhattak. A főbejárat vastag, zárt acélajtaját még együttes erővel sem sikerült felfeszíteni. A környéken tanyázó katonai csontvázak közül Cantus végül talált egyet, akinek még volt a táskájában egy gránát. Természetesen már nem működött, de megfelelő távolságról rálőve sikerült kirobbantaniuk az ajtót.",
    "opponentName": "",
    "decision1": "Belépsz a könyvtárba.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "libraryofpreachers__084_road3",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "libraryofpreachers__084_road3",
    "narrationZoneText": "A benti levegő fojtogató és tüdőt szurkáló volt. A bejárati ajtó előtt csontvázak feküdtek, minden bizonnyal ki szerettek volna jutni. Néhány lépéssel később egy összetört üvegcse darabjai feküdtek. - Hát ez okozhatta a balsorsot. – keseregte Cantus. A csapat hosszú órákig kutatta a Prédikátorok Könyvtárát, de egy teremtett lelket sem talált benne. A felszerelés viszont érintetlennek, de rendkívül porosnak látszott. Cantus végül tüzet gyújtott egy összetört szék darabkáiból az emeleti kandallóba. Bassus, Tenor és a Superia-nővérek zokogásban törtek ki. - Hát feleslegesen halt meg Gregorió. - Minek tettük ki magunkat ennek az átkozott útnak! – vitatkozott magával a két Superia-testvér. Bassus éppen az egyik könyvet bújta, amikor szinte révületben idézett belőle:",
    "opponentName": "",
    "decision1": "Meghallgatod az idézetet.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "libraryofpreachers__085_endgame",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "libraryofpreachers__085_endgame",
    "narrationZoneText": "Füst Milán - A magyarokhoz (részlet) „Hallgass reám. Egy láthatatlan lángolás Teremté meg e nagy világot s benned az lobog. Mert néked is van lángod: Szent e nyelv! S több kincsed nincs neked! … Ne hagyd hát, hogy elmerüljön, visszasüllyedjen a ködbe, melybõl származott E nemes-szép alakzat… Rossz idõk futottak el feletted, Megbontott a téli gond és romlásodat hozta, megtapodtak, Megbolygatták hitedet, az eszed megzavarták, szavak áradatával ellepték, Áradás szennyével borították be kertjeid, vad vízi szörnyek ették virágaid , — majd a vad burjánzás Mindent ellepett utána, — oly termés volt ez a térségeken emberek! Hogy üszökké vált minden, aminek sudárrá kelle szöknie… De légy türelmes, — szólok hozzád... Kibonthatja gyümölcsét a nagyvilág elé. S tán ez a sorsod itt. Ki fénnyel sötétséget oszlat, holtat ejt s élõt emel, Borúlatodra majdan rátekint. Halld meg szavam! Én prófétáktól származom.",
    "opponentName": "",
    "decision1": "Kimondod a végszót.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "libraryofpreachers__086_endgame2",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "libraryofpreachers__086_endgame2",
    "narrationZoneText": "Cantus áhítattal hallgatta a rég meghalt Füst Milán archaikus szavait, majd megtörölte izzadt, mocsoktól fekete homlokát, majd a sarokba lökte a hátizsákját és a fegyvereit. - Ha nincsenek Prédikátorok, akkor nektek kell azzá válnotok.  Én örökké itt leszek veletek, hogy megvédjelek benneteket.",
    "opponentName": "",
    "decision1": "THE END",
    "decision2": "THE END",
    "decision3": "THE END",
    "decision4": "THE END",
    "furtherLocation1": "restartgame",
    "furtherLocation2": "restartgame",
    "furtherLocation3": "restartgame",
    "furtherLocation4": "restartgame"
  },
  {
    "location": "wasteland_087_inTheDesert_shipwreck01",
    "narrationZoneText": "A keleti alagút bűzhödt kipárolgásai után a sivatagi szárazság már szinte hívogató volt a csapat számára. Kényelmes tempóban haladtak. A nap még alig mozdult el az égbolt tetejéről, amikor a távolban, a sivatag szívében egy félig betemetett, valamikori gépóriást láttak meg. Cantus hallott már róla: ilyenekkel a nagy vizeket hódították meg a ősi felfedezők. Az oldalára dőlt szerkezetet már meghódította a sivatag, de alaposabb megfigyelés után Cantus talált egy emberméretű rést a vasszörnyeteg belsejébe.",
    "opponentName": "",
    "decision1": "Bemászol a léken keresztül.",
    "decision2": "Nem kockáztatsz.",
    "decision3": "Beküldesz 3 fiatalt, te inkább őrködsz",
    "decision4": "Felmászol a fedélzetre.",
    "furtherLocation1": "wasteland_088_inTheDesert_shipwreck02",
    "furtherLocation2": "wasteland_089_inTheDesert_shipwreck03",
    "furtherLocation3": "wasteland_090_inTheDesert_shipwreck04",
    "furtherLocation4": "wasteland_091_inTheDesert_shipwreck05"
  },
  {
    "location": "wasteland_088_inTheDesert_shipwreck02",
    "narrationZoneText": "Cantus tudta, hogy nincs értelme tovább várni, ha már idáig eljutottak: szokásának megfelelően gyorsan döntött: bemászik a léken. A hajó dohos belsejében fel-felsejlett a valamikor nagy vizek emléke: a sós kipárolgások bevették magukat a halódó acélgerendákba, a csempülő vasszegek fémtestébe. A lék valamiféle szállásnál vágott a gépbe: a szűk teremben nyughelyek, szükségfekvésre alkalmas alkalmatosságok kerültek túlsúlyba. A legénység - Cantus valamiért ismerte ezt a régies, közös szót - számára fémdobozok voltak elkészítve, ahová a dolgaikat tehették. Az út a terem ajtaja előtt a falra irányvonalak vannak festve.",
    "opponentName": "",
    "decision1": "Átvizsgálod a termet.",
    "decision2": "Továbbmész a gyengélkedőre.",
    "decision3": "Továbbmész a hídra.",
    "decision4": "Továbbmész a gépházba.",
    "furtherLocation1": "underconstruction",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_089_inTheDesert_shipwreck03",
    "narrationZoneText": "A helyszín csapdának tűnt Cantus számára. Nem szeretett volna embereket elveszíteni vagy ő maga megsebesülni, éppen ezért gyors döntést hozott: - Vissza! Vissza a sivatagba!",
    "opponentName": "",
    "decision1": "Visszabotorkálsz az útra.",
    "decision2": "Mégis inkább behatolsz a roncsba.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "wasteland_088_inTheDesert_shipwreck02",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_090_inTheDesert_shipwreck04",
    "narrationZoneText": "Cantus nem akarta hagyni, hogy védelem nélkül menjenek be a rocsba, így inkább ő maga őrködött. Bár úgy gondolta, hogy gyorsan megjárják majd a fiatalok, azonban valószerűtlenül sok időbe telt, amíg megjelentek: Cantus idegei már pattanásig feszültek. Bassus, Tenor és az egyik Superia-nővér lassan, kényelmes tempóban másztak elő a roncs oldalából: természetesen, mivel nem rendelkeztek túlélési technikákkal, így semmi használhatót nem hoztak magukkal. Egy-két csillogó csecsebecsét, pár hasznosíthatatlan, de tetszetős lomot suvasztottak be a hátizsákjukba. Cantus a fejét rázta. Sajnos annyi időt vesztegettek el, Cantusnak már nem volt ideje, hogy ő maga is bemenjen körbenézni. Nagyon jól tudta, hogy már most azonnal, félhomályban vissza kell indulniuk az úthoz - vissza a küldetésükhöz.",
    "opponentName": "",
    "decision1": "Visszabotorkálsz az útra.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_091_inTheDesert_shipwreck05",
    "narrationZoneText": "A helyszín csapdának tűnt Cantus számára. Nem szeretett volna embereket elveszíteni vagy ő maga megsebesülni, éppen ezért gyors döntést hozott: - Vissza! Vissza a sivatagba!",
    "opponentName": "",
    "decision1": "Visszabotorkálsz az útra.",
    "decision2": "Mégis inkább behatolsz a roncsba.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "wasteland_088_inTheDesert_shipwreck02",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_092_inTheDesert_shipwreck06",
    "narrationZoneText": "Cantus nem akart a lékbe bemászni, inkább úgy döntött, hogy a nála levő bányászfelszerelés segítségével felmászik a hajó tetejére. Sajnos az elöregedett mászófelszerelés számára azonban túl sok volt már a napi kétszeri használat: Cantus még félútig sem jutott, amikor a kötél elszakadt. A harcos ösztönösen tompított az esést, azonban még így is jócskán megütötte magát.",
    "opponentName": "",
    "decision1": "Bemászol a léken keresztül.",
    "decision2": "Nem kockáztatsz.",
    "decision3": "Beküldesz 3 fiatalt, te inkább őrködsz",
    "decision4": "",
    "furtherLocation1": "wasteland_088_inTheDesert_shipwreck02",
    "furtherLocation2": "wasteland_089_inTheDesert_shipwreck03",
    "furtherLocation3": "wasteland_090_inTheDesert_shipwreck04",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_093_inTheDesert_shipwreck07",
    "narrationZoneText": "Cantus tudta, hogy nincs értelme tovább várni, ha már idáig eljutottak: szokásának megfelelően gyorsan döntött: bemászik a léken. A hajó dohos belsejében fel-felsejlett a valamikor nagy vizek emléke: a sós kipárolgások bevették magukat a halódó acélgerendákba, a csempülő vasszegek fémtestébe. A lék valamiféle szállásnál vágott a gépbe: a szűk teremben nyughelyek, szükségfekvésre alkalmas alkalmatosságok kerültek túlsúlyba. A legénység - Cantus valamiért ismerte ezt a régies, közös szót - számára fémdobozok voltak elkészítve, ahová a dolgaikat tehették. Az út a terem ajtaja előtt a falra irányvonalak vannak festve.",
    "opponentName": "",
    "decision1": "Átvizsgálod a termet.",
    "decision2": "Továbbmész a gyengélkedőre.",
    "decision3": "Továbbmész a hídra.",
    "decision4": "Továbbmész a gépházba.",
    "furtherLocation1": "wasteland_094_inTheDesert_shipwreck08",
    "furtherLocation2": "wasteland_095_inTheDesert_shipwreck09",
    "furtherLocation3": "wasteland_099_inTheDesert_shipwreck13",
    "furtherLocation4": "wasteland_103_inTheDesert_shipwreck17"
  },
  {
    "location": "wasteland_094_inTheDesert_shipwreck08",
    "narrationZoneText": "A teremben, a legénység szállásán szinte alig tartalmazott olyan tárgyakat, melyeknek Cantus ismerte volna a funkcióját. Egy rugalmas anyagból készült állat, lenge ruházatba öltözött, valószínűleg már régen halott nők képei borították a ládákat. A hasznos anyagok: fegyverek, alapanyagok teljesen eltűntek a teremből. Cantus számára úgy tűnt, hogy szándékosan fosztották ki a termet használható anyagok miatt. A földön egy félbetépett napló található, melynek egyetlen oldala volt olvasható: Én, Dr. Jackson Albright a Caruso hadihajó orvosa ezúton bevallom, hogy az Orosz Testvériség megbízására valamennyi matrózt késleltetett hatású hallucionogénnel oltottam be influenzaoltás helyett. A hajó további sorsáért csakis én vagyok a felelős. Isten legyen irgalmas hozzánk!",
    "opponentName": "",
    "decision1": "Továbbmész a gyengélkedőre.",
    "decision2": "Továbbmész a hídra.",
    "decision3": "Továbbmész a gépházba.",
    "decision4": "",
    "furtherLocation1": "wasteland_095_inTheDesert_shipwreck09",
    "furtherLocation2": "wasteland_099_inTheDesert_shipwreck13",
    "furtherLocation3": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_095_inTheDesert_shipwreck09",
    "narrationZoneText": "Gyengélkedő a hajó többi részéhez hasonlóan rettenetes állapotban van. Amit a sivatagi levegő szárazsága nem tudott elpusztítani, azt a fosztogatók tették tönkre. Cantus kezébe vette egy Erlenmeyer-lombik üvegdarabját és megforgatta: az a balsejtelme támadt, hogy az orvosi szoba berendezése túlságosan alaposan lett tönkretéve ahhoz, hogy egyszerű fosztogatók művének higgyék. A bőrdarabok és egyszerű faeszközök darabkái azért azt is egyértelművé tették: a közelmúltban is jártak már itt fosztogatók. Az egyetlen dolog, ami érintetlenül maradt: egy csomó rejtélyes fecskendő, melyket az egyik acélszekrény beragadt szárnya takart el a kíváncsi szemek előtt.",
    "opponentName": "",
    "decision1": "Használod a rejtélyes fecskendők egyikét.",
    "decision2": "Nem nyúlsz a fecskendőhöz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_097_inTheDesert_shipwreck11",
    "furtherLocation2": "wasteland_096_inTheDesert_shipwreck10",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_096_inTheDesert_shipwreck10",
    "narrationZoneText": "Cantus tudta, hogy nincs értelme tovább várni, ha már idáig eljutottak: szokásának megfelelően gyorsan döntött: bemászik a léken. A hajó dohos belsejében fel-felsejlett a valamikor nagy vizek emléke: a sós kipárolgások bevették magukat a halódó acélgerendákba, a csempülő vasszegek fémtestébe. A lék valamiféle szállásnál vágott a gépbe: a szűk teremben nyughelyek, szükségfekvésre alkalmas alkalmatosságok kerültek túlsúlyba. A legénység - Cantus valamiért ismerte ezt a régies, közös szót - számára fémdobozok voltak elkészítve, ahová a dolgaikat tehették. Az út a terem ajtaja előtt a falra irányvonalak vannak festve. Cantus nem szeretne már visszamenni a gyengelkedőbe.",
    "opponentName": "",
    "decision1": "Továbbmész a hídra.",
    "decision2": "Továbbmész a gépházba.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_099_inTheDesert_shipwreck13",
    "furtherLocation2": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_097_inTheDesert_shipwreck11",
    "narrationZoneText": "Cantus tudta, hogy nincs értelme tovább várni, ha már idáig eljutottak: szokásának megfelelően gyorsan döntött: bemászik a léken. A hajó dohos belsejében fel-felsejlett a valamikor nagy vizek emléke: a sós kipárolgások bevették magukat a halódó acélgerendákba, a csempülő vasszegek fémtestébe. A lék valamiféle szállásnál vágott a gépbe: a szűk teremben nyughelyek, szükségfekvésre alkalmas alkalmatosságok kerültek túlsúlyba. A legénység - Cantus valamiért ismerte ezt a régies, közös szót - számára fémdobozok voltak elkészítve, ahová a dolgaikat tehették. Az út a terem ajtaja előtt a falra irányvonalak vannak festve.",
    "opponentName": "",
    "decision1": "Átvizsgálod a termet.",
    "decision2": "Továbbmész a gyengélkedőre.",
    "decision3": "Továbbmész a hídra.",
    "decision4": "Továbbmész a gépházba.",
    "furtherLocation1": "wasteland_096_inTheDesert_shipwreck10",
    "furtherLocation2": "wasteland_099_inTheDesert_shipwreck13",
    "furtherLocation3": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_098_inTheDesert_shipwreck12",
    "narrationZoneText": "Mi baj lehetne abból, ha egy ki tudja mióta álló, ismeretlen összetételű anyagot magábaszúr valaki? Cantus sem gondolkodott sokat: a magábainjekciózta a kékessárga színű matériát. A fiatalok csodálkozó, elkerekedő arca pár perccel később vöröslő fájdalommá tapadt össze, majd a kabinfalakról csorgó őrület az az asztal alá csurgott. Cantus felrúgta az asztalt, majd a többiek számára nem látható veszélyre fogta fegyverét és lőtt. Két fiatal halála után Cantus maga felé fordította a fegyverét, majd meghúzta a ravaszt. Kalandod itt véget ért.",
    "opponentName": "",
    "decision1": "THE END",
    "decision2": "THE END",
    "decision3": "THE END",
    "decision4": "THE END",
    "furtherLocation1": "GameOver",
    "furtherLocation2": "GameOver",
    "furtherLocation3": "GameOver",
    "furtherLocation4": "GameOver"
  },
  {
    "location": "wasteland_099_inTheDesert_shipwreck13",
    "narrationZoneText": "A hajó hídja érintetlennek látszott: akárki is fosztogatott a legénységi szálláson, ide egészen biztosan nem jutott be. A berendezéseken több évtizedes por és piszok csurgott le: a valamikor üde levegő most fojtogatóan és fenyegetően vette körül hőseinket. A valamikori legénység a hídra zárta be magát: a rozsdás fegyverek mellett több tucatnyi réz töltényhüvely volt a földön. A körülbelül ötven matróz csontváza szabálytalan alakzatban  feküdt a földön. Harcoltak. - gondolta Cantus, bár nem értette, hogy miért?",
    "opponentName": "",
    "decision1": "Átvizsgálod a termet.",
    "decision2": "Továbbmész a gépházba.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_100_inTheDesert_shipwreck14",
    "furtherLocation2": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_100_inTheDesert_shipwreck14",
    "narrationZoneText": "A holmik legtöbbje használhatatlannná mállott az időjárás miatt, a csontvázak legtöbbjénél nem volt semilyen használható eszköz. Hosszas keresgélés után Cantus meglátott egy falnak támaszkodó csontvázat, akinek a kezében egy jó állapotú AK-47 gépkarabély volt. Cantus rögvest magához vette a fegyvert: letisztogatta,",
    "opponentName": "",
    "decision1": "Továbbmész a gépházba.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_103_inTheDesert_shipwreck17",
    "narrationZoneText": "A hajó gépházának jelentős része elérhetetlen. A valamikor vasból készült gépezetek, melyeknek funkcióját Cantus nem ismeri szinte a teljes termet betöltik. A teremben fura folyadék lerakódásai mutatkoznak: a levegő fojtogató és orrfacsaró. A helyiségben patkányok tanyáznak, melyek megtámadják hőseinket.",
    "opponentName": "",
    "decision1": "Itt hagyod a hajót.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_103_inTheDesert_shipwreck17",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_103_inTheDesert_shipwreck17",
    "narrationZoneText": "Cantus és a csapata kikászálódott a hajóroncsból. Egy már elmúlt korszak iránti nosztalgiával néznek végig a hajótest maradványain, majd pillanatnyi hezitálás után újra a vándorút felé veszik az irányt.",
    "opponentName": "",
    "decision1": "Vissza a vándorútra.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_037_ontheroad",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_104",
    "narrationZoneText": "Cantus Planus faluja a környék legszegényebb területe: a nincstelenek rozsdás teknőkben, fadobozok kitépett oldalával, papírhulladékkal tapasztották egybe a hányásszínű putrik falait. A homályos, sötét tónusú településen szennyes és rongyos ruhában ugrálták körbe vidáman az éppen érkező hőseinket. Cantus a viszontlátás keserédes izgalmával lépdel a szülői ház felé: a szüleit azonban nem láthatta meg újra: a tífusz vitte el őket még a télen. Egy kislány rohan a hőseinket üdvözlő polgármester elé: - Bácsi-bácsi! Anyáék rosszul vannak!",
    "opponentName": "",
    "decision1": "Beszélsz a polgármesterrel.",
    "decision2": "Megkeresed a szülői házat.",
    "decision3": "Megnézed a betegeket",
    "decision4": "Vársz",
    "furtherLocation1": "wasteland_105_cantusvillage01",
    "furtherLocation2": "wasteland_106_cantusvillage02",
    "furtherLocation3": "wasteland_107_cantusvillage03",
    "furtherLocation4": "wasteland_111_cantusvillage07"
  },
  {
    "location": "wasteland_105_cantusvillage01",
    "narrationZoneText": "A polgármester, Incalzando egy csillogó, kreol bőrű indián törzsi fejdíszt viselt, oldalán régimódi tomahawk nyugodott: a kezében tartott sámánbot az ősei ajándéka lehetett. Furcsa akcentussal töri a közös nyelvet: Cantus emlékezett rá, hogy gyermekkorában az polgármester családja is hasonló, viccesnek ható szókészlettel beszélt, amit alig értettek az emberek. - Cantus namae ni! - üdvözölte főhősünket a törzsfőnök. - A szüleid a farkas telén menni haevocun ni amman, próbáltam megmenteni őket, de sajnos már késő volt. Cantus fájdalmas szívvel bólintott, majd megkérdezte: - Hogy megy a sorotok? Falsetto békén hagy benneteket? Incalzando elfintorodott arccal földre köpött: - Falsetto, bastardi una manana. Eddig csak a termény tized részét kérte, most azonban nem ritka, hogy emberei emellett az állatok felét is elhajtják. Cantus ösztönösen megmarkolta fegyvere előagyát. - Azok a rohadékok.",
    "opponentName": "",
    "decision1": "Megkeresed a szülői házat.",
    "decision2": "Megnézed a betegeket",
    "decision3": "Vársz",
    "decision4": "Visszamész a keresztúthoz",
    "furtherLocation1": "wasteland_106_cantusvillage02",
    "furtherLocation2": "wasteland_107_cantusvillage03",
    "furtherLocation3": "wasteland_111_cantusvillage07",
    "furtherLocation4": "wasteland_051_secondcrossroad"
  },
  {
    "location": "wasteland_106_cantusvillage02",
    "narrationZoneText": "Cantus szülői háza a falu fő területén álló bodega volt, melynek kéménye nem füstölt. A szülei fél éve haltak meg a tífuszban: családja - rajtuk kívül - nem is volt. Asszonyait és zabigyerekeit nem tartotta számon, arca a harcok kínjaitól törődött meg. A kunyhóba belépve szinte arcul csapta a harcost a szegényes bútorzat: egy háború előtti lemezszekrény, két, apja által összeszögezett ágy és egy aprócska sámli alkotta a berendezést.",
    "opponentName": "",
    "decision1": "Átkutatod a házat valami használható dolog után.",
    "decision2": "Megnézed a betegeket",
    "decision3": "Vársz",
    "decision4": "Visszamész a keresztúthoz",
    "furtherLocation1": "wasteland_109_cantusvillage05",
    "furtherLocation2": "wasteland_107_cantusvillage03",
    "furtherLocation3": "wasteland_111_cantusvillage07",
    "furtherLocation4": "wasteland_051_secondcrossroad"
  },
  {
    "location": "wasteland_107_cantusvillage03",
    "narrationZoneText": "A fiatalok és Cantus a betegek kunyhójába indult: Calmatót és Laudát régóta ismerte: egykorúak voltak vele, gyermekeiket gyakorta látta vendégül az édesanyja. Incalzando csak szótlanul kísérte el a csapatot a betegek házába, de ő maga nem lépett be: valószínűleg túl sok éhezést és halált láthatott már az elmúlt télen. ",
    "opponentName": "",
    "decision1": "Megvizsgálod a betegeket.",
    "decision2": "Nem lépsz be a házba.",
    "decision3": "Visszamész a keresztúthoz.",
    "decision4": "",
    "furtherLocation1": "wasteland_110_cantusvillage06",
    "furtherLocation2": "wasteland_108_cantusvillage04",
    "furtherLocation3": "wasteland_051_secondcrossroad",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_108_cantusvillage04",
    "narrationZoneText": "Cantus nem akarta megkockáztatni, hogy ő maga vagy a csapata megfertőződik. Bármennyire is együttérzett a szenvedőkkel, de a saját és csapata életét többre becsülte.",
    "opponentName": "",
    "decision1": "Megkeresed a szülői házat.",
    "decision2": "Vársz",
    "decision3": "Visszamész a keresztúthoz",
    "decision4": "",
    "furtherLocation1": "wasteland_109_cantusvillage05",
    "furtherLocation2": "wasteland_111_cantusvillage07",
    "furtherLocation3": "wasteland_051_secondcrossroad",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_109_cantusvillage05",
    "narrationZoneText": "A szülői házban alig volt valami: bármennyire is közkedveltek voltak a szülei a faluban, Cantus látta, hogy az emberi kapzsiság tort ült a gyász felett: a falubeliek szinte minden mozdíthatót elvittek. Volt egy kis rejtekhelye a tűzhely egyik sarkában: ott, ahová már nem ért el a tűz lángja: Cantus oda rejtett 10 darab lőszert, amit magához vett. A harcos tudta, hogy vagy így vagy úgy, de most utoljára látja a szétdúlt, emlékektől hemzsegő szülői házat: nem tudna többet idejönni.",
    "opponentName": "",
    "decision1": "Megnézed a betegeket",
    "decision2": "Vársz",
    "decision3": "Vissza a keresztúthoz",
    "decision4": "",
    "furtherLocation1": "wasteland_107_cantusvillage03",
    "furtherLocation2": "wasteland_111_cantusvillage07",
    "furtherLocation3": "wasteland_051_secondcrossroad",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_110_cantusvillage06",
    "narrationZoneText": "A betegek rendkívül kiszáradtak és rossz állapotúak voltak. Cantus ritkán érzett olyan bűzt, mint abban a szobában: a szürkés, hamuszín arcú betegek láthatóan a végüket járták. Már semmiféle orvos, semmiféle gyökér vagy borogatás nem segíthetett. Cantus már intett, hogy menjenek ki a friss levegőre, amikor a Superia-nővérek odaléptek a köhögő, fuldokló párhoz, majd énekelni kezdtek: [A csermely halkan zúgott, hol útja völgyre nyílt, / Hűs mélyén pisztráng úszott, úgy surrant, mint a nyíl./ Oly tisztán, szépen látszott, én csendben ültem ott, / A vízben vígan játszott, és messze csillogott. / A vízben vígan játszott, és messze csillogott.] A nő és férfi egyre halkuló lélegzettel és mosolygó szemmel hallgatta, majd mosollyal az arcukon még egy utolsó könnycseppet ejtettek, majd halkan kiszenvedtek. ",
    "opponentName": "",
    "decision1": "Vársz",
    "decision2": "Vissza a keresztúthoz",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_111_cantusvillage07",
    "furtherLocation2": "wasteland_051_secondcrossroad",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_111_cantusvillage07",
    "narrationZoneText": "A csapat kimerült a napi eseményektől és a halál közelségétől, ezért úgy döntöttek, hogy megvárják a késő délutáni, a tiszteletükre szervezettt tábortűzi összejövetelt. A lányok és fiúk vidáman énekeltek: Bassus magasan a saját hangtartományán felül megpróbálta elaőadni az Éjkirálynő áriáját, miközben a helyi kisgyermekek a tűz körül szaladgáltak. A vidám éneklés hamarost elfeledtette a faluval a közelmúlt borzalmait. Már éppen pitymallani kezdett, amikor a távolban puskalövések zaja törte meg a vidám hangulatot. Cantus mesterségesen nyugalmat erőltetett magára, azonban az ösztönei már megsúgták az első pillanatban: Falsetto a nyomukban van.",
    "opponentName": "",
    "decision1": "Bevárod a harcosokat és harcolsz.",
    "decision2": "Menekülsz.",
    "decision3": "Elbújsz.",
    "decision4": "",
    "furtherLocation1": "wasteland_112_cantusvillage08",
    "furtherLocation2": "wasteland_113_cantusvillage09",
    "furtherLocation3": "wasteland_114_cantusvillage10",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_112_cantusvillage08",
    "narrationZoneText": "Cantus úgy döntött, hogy nincs értelme menekülni: harcolni fog a legvégsőkig",
    "opponentName": "",
    "decision1": "Harcolsz",
    "decision2": "Harcolsz",
    "decision3": "Harcolsz",
    "decision4": "Harcolsz",
    "furtherLocation1": "wasteland_112_cantusvillage08",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_113_cantusvillage09",
    "narrationZoneText": "Cantus rájött, hogy nem tud segíteni a falusiakon, de a sajátjait még meg tudja menteni. Bár nem alaposan felkészülve nem pakolta szét a hátizsákját és így induláskész maradt, de étékes pillanatokat veszített azzal, hogy a felhívült fiatalokat menekülésre terelgette. A katonák a mélyen a sivatagban érték utól őket. A kalandod itt véget ért.",
    "opponentName": "",
    "decision1": "THE END",
    "decision2": "THE END",
    "decision3": "THE END",
    "decision4": "THE END",
    "furtherLocation1": "GameOver",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_114_cantusvillage10",
    "narrationZoneText": "Cantus végül úgy döntött, hogy kihasználja a helyismeretét és a szülői házban bújik meg a csapatával. Falsettonak és embereinek vérfagyasztó üvöltése szinte betöltötte a falut, ahogyan egyre nagyobb hévvel követelték az énekesek átadását. Incalzando, a polgármester heves gesztikulációval tagadtak, hogy itt lennének: - Falsetto azonban megrázta a fejét: - A hangos éneklés a keresztútig hallatszik. Ne hazudj nekem! Incalzando egyre izzadó homlokkal vette tudomásul esélyeinek csökkenését. A sivatag felé intett az állával: Una hora mentek a sivatagba! Falsetto csak nevetve mondta: - Ha megtalálom őket, elmondom, hogy mit fogok csinálni, miután élve elégettelek a kalyibáddal és a könyveiddel együtt. A védenceidet le fogom vadászni és holttestüket majd egyesével lógatom fel a bunkerom elejére. Az embereknek nincs szüksége a művészetre, csak a kenyér kell nekik. De megesküszöm neked itt és most, hogy ennek ellenére én az emberiségből kivágom a kultúrát, mint ahogyan egy gennyes sebet tisztítok ki – ezzel a bozótvágó késsel. Incalzando rémült arca Cantus elkísérte még a halálos ágyába is.",
    "opponentName": "",
    "decision1": "Előugrasz és harcolsz.",
    "decision2": "Tovább vársz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_112_cantusvillage08",
    "furtherLocation2": "wasteland_115_cantusvillage11",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_115_cantusvillage11",
    "narrationZoneText": "A csapat lélegzetvisszafojtva várta, hogy mi fog történni... Mind a harcos, minda fiatalok inkább behunyták a szemüket, miközben Cantus szüleinek padlásán várták a sorsuk jobbá válását. A katonák egy ideig hangosan és aggresszívan csörtettek be a házakba: amint azonban meglátták, hogy a ház üres, gyorsan továbbhaladtak. Cantus és csapata nem mozdultak hosszú-hosszú időn keresztül: szinte egy örökkévalóságnak tűnt, amikor már a csend lepte el a falut. Amikor kimerészkedtek a rejtekhelyükről, már éjszaka volt.",
    "opponentName": "",
    "decision1": "Tovább folytatod az utadat.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_116_cantusvillage12",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_116_cantusvillage12",
    "narrationZoneText": "Már kora éjszaka van, amikor megmenekültek az üldözőik elől. A keresztút most nyugalmasabb arcát mutatja:a rengeteg elhagyott kocsi most szinte megnyugtatóan bólint feléjük. Cantus Planus nem szeretne visszamenni a falujához így csak két helyszín maradt: délkelet felé van az egyszerűen Barrikádnak nevezett blokád, amit még a katonaság emelt a kataklizma után. Nehezen átjárható és a Pusztaság Földjének határához vezet vagy északkeletre is mehetnének: ott az Irina oázis van, amit a helyiek igyekeznek minél messzebb elkerülni: a mondák szerint az oázis egy misztikus útvesztő színhelye. Cantusnak és a csapatnak ki kell választania az útirányt.",
    "opponentName": "",
    "decision1": "A Barrikád felé veszed az irányt.",
    "decision2": "Északkeletre mész az Irina oázishoz",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_052_tothebarricade",
    "furtherLocation2": "wasteland_118",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_118",
    "narrationZoneText": "Az Irina oázist csak a legelszántabb harcosok látogatták meg: ők is csak bátorságpróbaképpen. Néhány ismeretlen időről-időre belopakott a mitikus oázis területére, ők azonban csak a legritkább esetben jöttek vissza, hogy meséljenek arról, hogy mit is láttak. A csapat kimerülve érte el a sivatag szélét: a távolban a megmászhatatlannak hitt Fésűs-hegység sziklafalai magasodtak, az Irina oázis pálmamafái hívogatóan integettek a kimerült utazóknak. Azt mondják, hogy a az oázis maga egy misztikus labirintus, ahol semmi sem az, aminek látszik.",
    "opponentName": "",
    "decision1": "Elindulsz egyenesen az oázis hűs forrásaihoz.",
    "decision2": "Balra kerülöd meg az oázist.",
    "decision3": "Jobbra kerülöd meg az oázist.",
    "decision4": "Hátrafelé indulsz",
    "furtherLocation1": "wasteland_119_irinaOasis01",
    "furtherLocation2": "wasteland_122_irinaOasis04",
    "furtherLocation3": "wasteland_120_irinaOasis02",
    "furtherLocation4": "wasteland_121_irinaOasis03"
  },
  {
    "location": "wasteland_119_irinaOasis01",
    "narrationZoneText": "A lépész helytelensége azonnal megnyilvánult, amikor egyszerre csak egy sziklafal állta útjukat. Cantus megvakarta a fejét és gondolkodni kezdett: bizonyára van valamiféle helyes kombináció, ami sikeresen továbbjuttat bennünket ezen a misztikus próbán.",
    "opponentName": "",
    "decision1": "Vissza az oázis elejére.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_118",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_120_irinaOasis02",
    "narrationZoneText": "Cantus teljesen összezavarodott. A csapattagok teljesen elszédültek, minden csomagukat elszórták a próba során. - Muszáj újrakezdenünk ezt a próbát! - morogta Cantus. A harcos megvakarta a fejét és gondolkodni kezdett: bizonyára van valamiféle helyes kombináció, ami sikeresen továbbjuttat bennünket ezen a misztikus próbán.",
    "opponentName": "",
    "decision1": "Vissza az oázis elejére.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_118",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_121_irinaOasis03",
    "narrationZoneText": "Cantus egyszerre csak a nyílt sivatagban találta magát: a csapata a távolban integett feléje széles karlengetésekkel. - Nincs mit tenni, fussunk neki még egyszer! - morogta. Cantus megvakarta a fejét és gondolkodni kezdett: bizonyára van valamiféle helyes kombináció, ami sikeresen továbbjuttat bennünket ezen a misztikus próbán.",
    "opponentName": "",
    "decision1": "Vissza az oázis elejére.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_118",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_122_irinaOasis04",
    "narrationZoneText": "A csapat az oázis egy teljesen másik sarkában találta magát. Cantus érezte, hogy jó helyen járnak. Merre menjenek tovább? - tűnődött a harcos.",
    "opponentName": "",
    "decision1": "Egyesen előre.",
    "decision2": "Balra folytatják útjukat.",
    "decision3": "Jobbra folytatják útjukat.",
    "decision4": "Hátrafelé indulsz",
    "furtherLocation1": "wasteland_119_irinaOasis01",
    "furtherLocation2": "wasteland_120_irinaOasis02",
    "furtherLocation3": "wasteland_121_irinaOasis03",
    "furtherLocation4": "wasteland_123_irinaOasis05"
  },
  {
    "location": "wasteland_123_irinaOasis05",
    "narrationZoneText": "Cantus ösztönösen hátrafelé kezdett csoszogni, ez pedig helyes döntésnek bizonyult. A cspat félve követte, de megint az oázis másik részébe kerültek. - Eddig jó... - morogta Cantus elégedetten. És most?",
    "opponentName": "",
    "decision1": "Egyesen előre.",
    "decision2": "Balra folytatják útjukat.",
    "decision3": "Jobbra folytatják útjukat.",
    "decision4": "Hátrafelé indulsz",
    "furtherLocation1": "wasteland_120_irinaOasis02",
    "furtherLocation2": "wasteland_121_irinaOasis03",
    "furtherLocation3": "wasteland_119_irinaOasis01",
    "furtherLocation4": "wasteland_124_irinaOasis06"
  },
  {
    "location": "wasteland_124_irinaOasis06",
    "narrationZoneText": "Cantus kezdett szédülni, de nagyon jól tudta: már nem lehet sok a fejtörőből. A csapat szintén eléggé szédült, amikor ismét új helyszíre kerültek. - Kitartás, emberek! - üvöltötte Cantus. - Tudom, hogy merre kell mennünk!",
    "opponentName": "",
    "decision1": "Egyesen előre.",
    "decision2": "Balra folytatják útjukat.",
    "decision3": "Jobbra folytatják útjukat.",
    "decision4": "Hátrafelé indulsz",
    "furtherLocation1": "wasteland_125_irinaOasis07",
    "furtherLocation2": "wasteland_119_irinaOasis01",
    "furtherLocation3": "wasteland_121_irinaOasis03",
    "furtherLocation4": "wasteland_120_irinaOasis02"
  },
  {
    "location": "wasteland_125_irinaOasis07",
    "narrationZoneText": "Cantus egyszerre máshogy kezdte magát érezni: tudta, hogy több teleportálós feladatot nem kell megoldaniuk. Még javában pihegett, miközben bekpacsoltak a harcos ösztönök. - Valami van itt! - de hát senki sem lát a környéken magukon kívül. Mégis ösztönösen a fegyvere után nyúlt. Egy láthatatlan erő Bassus hasába bokszolt, míg Tenort messze, a homokba lökte. Cantus dühösen indított egy jobbhorgot a levegőbe: de semmit sem talált el.",
    "opponentName": "",
    "decision1": "Újra támadsz.",
    "decision2": "Vársz.",
    "decision3": "Kést dobsz.",
    "decision4": "",
    "furtherLocation1": "wasteland_127_irinaOasis10",
    "furtherLocation2": "wasteland_126_irinaOasis08",
    "furtherLocation3": "wasteland_126_irinaOasis09",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_126_irinaOasis08",
    "narrationZoneText": "Cantus valamiféle gyanús jelre várt: bármire, ami segít beazonosítani a támadót. A csapat köveket dobált és homokot szórt a szélbe, de a valami okosabbnak látszott attól, hogy csak úgy csapdába lehessen csalni.",
    "opponentName": "",
    "decision1": "Újra támadsz.",
    "decision2": "Kést dobsz.",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_127_irinaOasis10",
    "furtherLocation2": "wasteland_126_irinaOasis09",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_126_irinaOasis09",
    "narrationZoneText": "Cantus elővette a jó bevált Bowie-kését, majd próba-szerencse alapon egy furcsán csillogó  kó felé dobta. A kés valamin szikrát vetett, majd a ismeretlen lény felhördült panaszos, vadállatszerű hangon. Cantus tudta, hogy eljött a harc ideje.",
    "opponentName": "",
    "decision1": "Támadsz.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_127_irinaOasis10",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_127_irinaOasis10",
    "narrationZoneText": "Bár Cantus nem látta a szörnyet: valamiféle álcázott szerzet lehetett, akit a Nap fényes sugarai nem felfednek, hanem éppen ellenkezőleg: ellepleznek. Cantus tudta, hogy harcolnia kell, ha tovább akar jutni a küldetésében.",
    "opponentName": "Láthatatlan kecske",
    "opponenthealth": 55,
    "opponentMinDamage": 8,
    "opponentMaxDamage": 15,
    "decision1": "Győztesként haladsz tovább.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_131",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_128_irinaOasis11",
    "narrationZoneText": "- Adjak tanácsot, Idegen? Itt? Horkant fel legjobb kedvében a Szfinx. - Hát jó. Talán a legjobb tanács, amit adhatok, hogy amikor nehéz helyzetbe kerülsz, akkor bízz a csapatodban. Emlékezz arra, hogy Gregorió mit tanácsolt neked és tégy aszerint. - Most pedig hordd el magad tüstént! - morrant a Szfinx a csapat felé. Cantus nem szerette volna tovább kísérteni a szerencséjét, így csak szemmel intett a csapatának: akik szó nélkül is értették, hogy mit szeretne.",
    "opponentName": "",
    "decision1": "A Barrikád felé veszed az irányt.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_052_tothebarricade",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_129_irinaOasis12",
    "narrationZoneText": "- Legyen így. Sebeidet begyógyítottam. Most pedig hordd el magad! - morrant a Szfinx a csapat felé. Cantus nem szerette volna tovább kísérteni a szerencséjét, így csak szemmel intett a csapatának: akik szó nélkül is értették, hogy mit szeretne.",
    "opponentName": "",
    "decision1": "A Barrikád felé veszed az irányt.",
    "decision2": "",
    "decision3": "",
    "decision4": "",
    "furtherLocation1": "wasteland_052_tothebarricade",
    "furtherLocation2": "",
    "furtherLocation3": "",
    "furtherLocation4": ""
  },
  {
    "location": "wasteland_130_irinaOasis13",
    "narrationZoneText": "- Legyen, ahogyan akarod! Adok egy új fegyvert számodra. A valamikori katonai kézigránát most kibiztosítva esett Cantus kezébe. A katona rögvest észrevette, hogy a Szfinx átejtette: kívánságát ugyan szó szerint teljesítette, de nem volt benne köszönet. A kézigránát két másodperc múlva robbant fel Cantus kezében. Kalandod itt véget ért.",
    "opponentName": "",
    "decision1": "THE END",
    "decision2": "THE END",
    "decision3": "THE END",
    "decision4": "THE END",
    "furtherLocation1": "GameOver",
    "furtherLocation2": "GameOver",
    "furtherLocation3": "GameOver",
    "furtherLocation4": "GameOver"
  },
  {
    "location": "wasteland_131_irinaOasis14",
    "narrationZoneText": "Rosszul feleltél, idegen. Ezért meg fogsz halni! Cantusnak még megrémülni sem volt ideje, amikor a vére szó szerint forrni kezdett a testében: fájdalmas üvöltését keresztbefertőzte a Szfinx gúnyos kacaja. Kalandod itt véget ért.",
    "opponentName": "",
    "decision1": "THE END",
    "decision2": "THE END",
    "decision3": "THE END",
    "decision4": "THE END",
    "furtherLocation1": "GameOver",
    "furtherLocation2": "GameOver",
    "furtherLocation3": "GameOver",
    "furtherLocation4": "GameOver"
  },
  {
    "location": "wasteland_132",
    "narrationZoneText": "- Jól válaszoltál, idegen! Mit szeretnél tőlem? Miben segítselek?",
    "opponentName": "",
    "decision1": "Mutasd meg, hogy merre menjek!",
    "decision2": "Adj nekem egy új fegyvert!",
    "decision3": "Gyógyítsd be a sebeimet!",
    "decision4": "Adj egy tanácsot!",
    "furtherLocation1": "libraryofpreachers__083_road2",
    "furtherLocation2": "wasteland_130_irinaOasis13",
    "furtherLocation3": "wasteland_129_irinaOasis12",
    "furtherLocation4": "wasteland_128_irinaOasis11"
  },
  {
    "location": "wasteland_133",
    "narrationZoneText": "A harc porának leülepedésével egy furcsa oroszlántestű, madárfejű lény jelent meg a csapat előtt. Cantus már hallotta a legendát: ez a Szfinx, aki mindig próbára teszi a kalandozók elméjét. A Szfinx hamiskásan elmosolyodott, majd bólintott mintha olvasott volna Cantus gondolataiban, végül majd feltette a találós kérdését: Csak a Tiéd, mégis mások használják többet. Mi az?",
    "opponentName": "",
    "decision1": "Az arcom.",
    "decision2": "A nevem.",
    "decision3": "A tudásom.",
    "decision4": "Az értékeim.",
    "furtherLocation1": "wasteland_131_irinaOasis14",
    "furtherLocation2": "wasteland_132",
    "furtherLocation3": "wasteland_131_irinaOasis14",
    "furtherLocation4": "wasteland_131_irinaOasis14"
  }
]
